{
    "anonymized_text": "URL: https://www.assaabloy.com/se/sv/stories/access-stories/v-lj-r-tt-l-ssystem Content: Välj rätt låssystem X jumpToMainContent X X Karriär Om oss X X Webshop Ellåsguiden Meny Produkter och lösningar Stories Support & service Säljare ACCESS STORY Lär dig mer! Välj rätt låssystem 2025-02-13 1 min read Vilket låssystem bör jag välja till min fastighet? Lär dig mer om vad X X erbjuder. Stig in i X värld av låssystem och lär dig om fördelar, funktioner och finesser. Vilket låssystem bör jag välja till min fastighet? Det raka svaret är: det beror på. Valet av system påverkas av din verksamhet och era säkerhetskrav. Vill ni satsa på en digital lösning? Behöver ni ändra behörigheterna ofta? Har ni geografiskt utspridda anläggningar som behöver låsning? Läs vidare och lär dig mer om vad vi erbjuder inom området låssystem. Elektromekaniska och digitala låssystem Våra elektromekaniska och digitala låssystem ger hög flexibilitet och säkerhet. Smarta funktioner som omprogrammering av nycklar och hantering av behörigheter ger större frihet och enklare administration. X X CLIQ Skalbar lösning – från lokal mindre installation till tusentals låspunkter. Täck stora geografiska områden. Uppdatera behörigheterna med mobilen tack vare Bluetooth-funktionen Connect. X X eCLIQ Digitalt system för tillfällen när säkerhet och spårbarhet är prioriterat. Utmärkt komplement till fastighetens passersystem. Säker hantering av dörrens override-cylinder. X PULSE Digital nyckel utan batterier – nyckeln genererar elektricitet genom användning. Hanteras i mjukvaran X X Access. För flerbostadsfastigheter samt små och medelstora företag. Mekaniska låssystem Våra mekaniska låssystem har under lång tid utgjort grunden för trygg låsning och säkra dörrmiljöer. Möjligheten att kombinera högsäkerhets-, system- och funktionscylindrar ger stora fördelar. X X Triton För alla behov och säkerhetsnivåer. En nyckel för allt – från högsäkerhetscylindrar till det enklaste förråd. Vår säkraste cylinderserie som ger ökad trygghet. X X Neptun För låspunkter inom flerbostad. Lämplig för lägenheter, postboxar och soprum. Dubbla spärrelement ger en säker cylinder. Behoven och förutsättningarna varierar ofta mellan olika fastigheter och verksamheter. Kontakta en auktoriserad återförsäljare eller hör av dig till X X för mer information. X X Vilket är rätt låssystem för din fastighet? Det beror i hög grad på förutsättningarna. Några exempel: Vad är det för typ av fastighet? Vilka är säkerhetskraven? Krävs spårbarhet? Har ni ett passersystem? Våra låssystem: Digitala låssystem Flexibel kontroll med passersystem Ett passersystem säkerställer att rätt personer kan komma in på rätt områden vid rätt tidpunkt. Läs mer om passersystem Läs fler Access Stories Access story Aperio – en helt ny kundupplevelse 2024-11-11 Digitalisera era accesslösningar med X X 2024-10-14 En nyckel i dörren 2024-06-10 Åtta fakta om ARX Säkerhetssystem 2024-05-13 Vi på sjukhuset 2024-05-08 I huvudet på en säkerhetschef 2024-03-26 Kundservice Teknisk support Projekteringsservice Öppettider Kontakta våra säljare Återförsäljare Utbildning Logga in i partner area CLIQ Web Manager login Access login Nedladdningscenter Produktblad Produktinformation Projekteringsverktyg Programvaror och drivrutiner Broschyrer Innovation och hållbarhet Gröna byggnader och EPD Våra värderingar Vårt agerande NIS2-direktivet Compliance-kausul X X Opening Solutions LinkedIn. X X Opening Solutions Sweden Facebook. X X Opening Solutions Sweden Instagram. X X Opening Solutions Sverige YouTube. Platser i världen © X X Juridiskt Integritetscenter Experience a safer and more open world Till toppen  -------------------------------------------------------------------------------- URL: https://www.assaabloy.com/se/sv/stories/access-stories/aperio---en-helt-ny-kundupplevelse Aperio – en helt ny kundupplevelse X Innovation 2 min read Att sätta kunden i centrum har alltid varit X högsta prioritet, och utvecklingen av Aperio var inget undantag. Aperio-tekniken från X X lanserades 2008 för att överbrygga klyftan mellan mekaniska lås och uppkopplade passersystem. Slutanvändarna fick ett enkelt och intelligent sätt att förbättra sin säkerhet till en lägre kostnad än med traditionella system. Denna trådlösa online-teknik i realtid var banbrytande och banade väg för en helt ny kundupplevelse. Kunden i centrum Att sätta kunden i centrum har alltid varit X högsta prioritet, och utvecklingen av Aperio var inget undantag. Aperio växte fram ur ett kunddrivet projekt där man tittade på nuvarande och framtida behov inom säkerhetsbranschen. Över 150 kunder delade med sig av sina erfarenheter i en global undersökning, vilket lade grunden till Aperio. Öppet protokoll och RFID Aperios kraftfulla teknik bygger på ett öppet protokoll, vilket gör den enkel att integrera med de flesta system och gör det möjligt för användare att utöka sin passerkontroll med ytterligare dörrar. Den är helt kompatibel med befintliga branschledande RFID-tekniker och även mobila, vilket gör att användarna inte behöver byta inloggningsuppgifter. Aperio utvecklades ursprungligen för att passa sömlöst med trådbundna system, men har utformats med framtida säkerhetskrav i åtanke och använder AES (Advanced Encryption Standard) via en trådlös anslutning. Enkel installation utan kablar Kärnan i Aperio är ett trådlöst kommunikationsprotokoll för korta avstånd som kopplar samman ett elektroniskt passersystem med ett trådlöst lås med Aperio-aktivering. På så sätt kan ett valfritt antal befintliga dörrar utrustas med Aperio till en mycket lägre kostnad än om man installerar trådbundna lås på varje dörr. Lösningens enkla installation och att inga kablar behöver dras gjorde den snabbt populär bland säkerhets- och IT-chefer. Nästan obegränsade möjligheter Sedan lanseringen har Aperios resa varit fylld av innovationer och produktlanseringar. Tekniken har utvecklats i takt med branschens krav och uppdateringar och nya funktioner har introducerats nästan varje år. Den globala öppna tekniken kan integreras med över 130 elektroniska passersystem över hela världen, vilket ger nästan obegränsade integrationsmöjligheter utan att det behövs någon ytterligare databas. En annan fördel med den öppna tekniken är att Aperio är kompatibelt med ett växande antal mobila tekniker. Håller jämna steg med kraven Behovet av flexibla och intelligenta säkerhetssystem har aldrig varit större och Aperio har hållit jämna steg med branschens krav. Genom att helt övergå från mekaniska nycklar till en trådlös lösning behöver slutanvändarna inte längre oroa sig för att ersätta borttappade nycklar och kan dra nytta av en elektronisk verifieringskedja i realtid, så att de alltid vet vem som går in var och när. Förutom realtidsövervakning kan våra kunder låsa eller låsa upp sina dörrar på distans inom några sekunder, vilket ger ökad säkerhet och bekvämlighet. Med sina trådlösa, batteridrivna lösningar som kräver lite underhåll hjälper Aperio dessutom kunderna att minska energiförbrukningen med upp till 80 procent, vilket hjälper dem att uppnå sina hållbarhetsmål. Saktar inte ner Bland de senaste produktlanseringarna finns KL100 , ett lås för skåp som introducerades 2023. Den här produkten har tagits emot särskilt väl av kunderna, vilket visar att X X inte har för avsikt att sakta ner eller sänka ribban. Vill du veta mer? Läs mer om Aperio Aperio® Snabba fakta om Aperio Installera utan kablar Batteridrivet Trådlös anslutning till passersystemet Enkelt att installera Dörrar, skåp, lådor, hänglås Mer om Aperio Meddela oss om du gillar cookies Genom att acceptera cookies godkänner du att vi sparar cookies för att anpassa innehåll och annonser, tillhandahålla funktioner för sociala medier och analysera användningen av webbplatsen. Information kan också delas med våra sociala medier, reklam- och analyspartners. Cookiepolicy Integritetspolicy Avaktivera alla Ja, jag accepterar alla cookies Cookie-inställningar Inställningscenter för integritet När du besöker en webbplats kan den lagra eller hämta information i din webbläsare, främst i form av cookies. Den här informationen kan vara om dig, dina preferenser, eller din enhet och används mestadels för att webbplatsen ska fungerar som du förväntar dig. Informationen identifierar dig vanligtvis inte direkt, men den kan ge dig en mer personlig webbupplevelse. Eftersom vi respekterar din rätt till integritet, kan du välja att inte tillåta vissa typer av cookies. Klicka på de olika kategorierna för att läsa mer och ändra våra standardinställningar. Att blockera vissa typer av cookies kan dock påverka din upplevelse av webbplatsen och de tjänster som vi kan erbjuda. Mer information Tillåt alla Hantera inställningar för samtycke Nödvändiga cookies Alltid aktiv Dessa cookies är nödvändiga för att webbplatsen ska fungera och kan inte stängas av i våra system. De är vanligtvis bara inställda som svar på åtgärder som du gjort som utgör en begäran om tjänster, till exempel inställning av dina personliga preferenser, inloggning eller fyllning av formulär. Du kan ställa in din webbläsare för att blockera eller varna dig om dessa cookies, men vissa delar av webbplatsen fungerar inte då. Dessa cookies lagrar inte någon personligt identifierbar information. Funktionella cookies Dessa cookies gör det möjligt för webbplatsen att tillhandahålla förbättrad funktionalitet och personlig anpassning. De kan fastställas av oss eller av tredjepartsleverantörer vars tjänster vi har lagt till på våra sidor. Om du inte tillåter dessa cookies kanske vissa eller alla av dessa tjänster inte fungerar som de ska. Prestanda-cookies Dessa cookies tillåter oss att räkna besök och trafikkällor så att vi kan mäta och förbättra prestandan på vår webbplats. De hjälper oss att veta vilka sidor som är mest och minst populära och se hur besökare flyttar runt på webbplatsen. All information som dessa cookies samlar är aggregerade och därför anonyma. Om du inte tillåter dessa cookies vet vi inte när du har besökt vår webbplats. Marknadsföringscookies Dessa cookies ställs in på vår webbplats av våra annonseringspartners. De kan användas av dessa företag för att skapa en profil av dina intressen och visa dig relevanta annonser på andra webbplatser. De lagrar inte direkt personlig information, men är baserade på unikt identifierande av din webbläsare och internet-enhet. Om du inte tillåter dessa cookies kommer du att erfara mindre riktade annonser. Back Button Cookie-lista Search Icon Filter Icon Clear checkbox label label Apply Cancel Consent Leg.Interest Avvisa alla Bekräfta mina val URL: https://www.assaabloy.com/se/sv/stories/access-stories/digitalisera-era-accessl-sningar-med-assa-abloy Digitalisera era accesslösningar med X X X Logga in Partner Area Logga ut Hem Access Stories Digitalisering 4 min read Ta del av ett antal strategiska faktorer som påverkar er övergång till digitala accesslösningar. Digitaliseringen omformar vårt sätt att leva och arbeta. I centrum för utvecklingen står byggnaderna, husen och fastigheterna. Det finns stor potential att förenkla och effektivisera så att människor kan röra sig smidigt i och runt dem. Alla som rör sig i en fastighet måste kunna lita på att den är trygg och säker. Det är här digitala accesslösningar kommer in i bilden. Uppkopplade, digitala accesslösningar är en grundläggande förutsättning för att kunna bygga mer intelligenta byggnader. Analysföretaget Omdia konstaterar att ”utrustning för passerkontroll fortsätter att spela en avgörande roll när det gäller att få slutanvändarna att överväga en övergång till sammankopplade systemarkitekturer för smarta byggnader”.* Att byta från mekaniska till digitala accesslösningar kan därför vara avgörande för en framtidsinriktad strategi. Det kan hjälpa organisationer av alla storlekar och typer att arbeta smartare, samarbeta bättre och maximera produktiviteten. – Byggnaden har en alltmer digital framtid, säger David Moser, Senior Vice President och chef för Digital Access Solutions på X X Opening Solutions EMEIA. Därför är det viktigt för alla typer av organisationer att göra sina accesslösningar redo för vad som väntar. Men vilka viktiga faktorer bör ingå i beslutsprocessen för en övergång till digital teknik? Följande fem faktorer är avgörande för att säkerställa att en organisation får den bästa lösningen för dem. Fem strategiska faktorer som påverkar er övergång till digitala accesslösningar Säkerhet betraktas ibland som en självklarhet. Men i en värld med nya och föränderliga hot mot den fysiska säkerheten bör den aldrig tas för given. Medarbetarna behöver tryggheten i en säker accesslösning för att kunna arbeta produktivt och i lugn och ro. När säkerheten konvergerar och går bortom traditionellt tänkande för fysisk åtkomst och cybersäkerhet kan rätt digital åtkomstlösning göra det möjligt för fastighetsförvaltare att definiera exakt vem som går vart och när, i hela eller delar av fastigheten. Tillförlitligheten hos alla digitala lösningar har både ekonomiska och säkerhetsmässiga konsekvenser. Robust hårdvara och säker programvara säkerställer till exempel att accesslösningar kräver minimalt underhåll. I specifikationsstadiet bör köparna också ta hänsyn till tredjepartscertifieringar. Det gäller också för gröna byggsystem, oavsett om det gäller digitala lås, elektroniska dörrstängningslösningar eller för efterlevnad av tillträdesbestämmelser på känsliga platser där ytterligare nationella och övernationella bestämmelser kan gälla. i valet av lösning innebär inte bara att man väljer det passersystem som har det bredaste utbudet av egenskaper och funktioner. Genom att välja en tillverkare av digitala lösningar som har en lång historia av innovation kan organisationerna dock vara säkra på att deras lösning alltid kommer att förbereda dem för vad som komma skall – inte bara för nuet. Systemen bör omfatta digital öppenhet och anpassningsbarhet vilket i sin tur ger den flexibilitet som verkligen framtidssäkrar accesslösningen. Bekvämlighet handlar om mycket mer än bara småskaliga besparingar i tid och ansträngning. När anställda, entreprenörer och tillfälliga besökare enkelt kan komma och gå effektiviseras verksamheten för fastighets- och säkerhetsansvariga. Digitaliseringen av accesserna ger en konkret avkastning på investerat kapital som ett företag kan omvandla till en konkurrensfördel. Av denna anledning visade den senaste rapporten om trådlös accesskontroll att den främsta faktorn bakom övergången till mobil digital åtkomst var bekvämlighet**. Hållbarhet som en entral del bör ingå i alla framtidssäkra digitala lösningar. Motiven handlar om mer än att göra gott och om att ta ansvar som företag. Att införliva hållbarhet i en strategi kan också direkt gynna slutresultatet. Både verksamheten och miljön gynnas av att energiförbrukningen minskas med hjälp av innovationer som teknik för energilagring. Fördelarna med en digital accesslösning – På ett nytt huvudkontor för Canal+ nära Paris och medicinska anläggningar i Dubai och Turkiet har digitaliseringen av accesserna gett konkreta fördelar i vardagen, säger David Moser. – Det finns en beprövad digital lösning som passar historiska byggnader, helt nya hotell och utbildningsanläggningar av alla storlekar och typer. Digitala accesslösningar ger en verklig avkastning på investeringen. – På en dansk skola, Vejle Friskole, minskade digitaliseringen av tillträdeshanteringen den tid de lade ner på det varje vecka från fem timmar till bara fem minuter. Resultaten kan vara omedelbara och ganska dramatiska!\"*** Genom att digitalisera accesshanteringen får fastighetsförvaltaren kraftfulla verktyg direkt i handen. Molninfrastruktur möjliggör fjärrhantering av användare och accesser från en bekväm plats. Integrering av intelligenta sensorer kan bidra till att hantera energi mer effektivt. Inloggningsuppgifter som lagras i en mobiltelefon förenklar och påskyndar processen för att utfärda, ändra och återkalla accesser. Digital åtkomst för kontor, universitet, sjukhus, hotell, hem och mycket mer Ett brett utbud av digitala funktioner kan skräddarsys för alla typer av applikationer. Med realtidshantering kan fastighetsförvaltare skapa verifieringskedjor eller omedelbart ändra åtkomsträttigheter för alla dörrar eller användare. I skolor möjliggör online-kontroll i realtid snabb nedstängning i en nödsituation. På sjukhus visar digital åtkomst vem som hade tillgång till läkemedelsförråd eller utrustning. På Flint Hotel i Österrike integreras programvaran för digital åtkomst med självbetjäningskiosker: Gästerna checkar in hemifrån, går in i receptionen med en pin-kod och får sitt nyckelkort i kiosken. På Münchens historiska Hofbräuhaus arbetar digitala enheter utom synhåll, säkrar dörrar och hanterar åtkomst utan att skada den kulturhistoriskt värdefulla interiören. Men det finns även exempel på närmare håll. I en svensk region har vardagen för medarbetarna förenklats betydligt. Regionens säkerhetssamordnare berättar: – Vi använder ett ARX-system från X X för alla vårdenheter i hela regionen, berättar larm- och säkerhetssamordnaren. Rätt behörigheter lagras på medarbetarnas personliga e-tjänstekort. Medarbetare som behöver röra sig mellan olika vårdenheter behöver inte ha flera passerkort, det räcker med ett. På batterijätten X har man valt att installera CLIQ Remote från X X. Nu kan behörigheterna till alla nycklar hanteras från en central dator som kan befinna sig var som helst. – Vi är ett världsledande bolag i vår bransch, så det är klart att vi väljer säkerhetslösningar från X X, säger Michael Alenius, fastighetsansvarig på X. – X X hjälper er att digitalisera och framtidssäkra tillträdet till nästan alla typer av anläggningar eller byggnader, tillägger David Moser. – Vårt stora utbud av innovativa, tillförlitliga och bekväma lösningar visar värdet av den digitala övergången och kan skräddarsys för att möta individuella affärsbehov och mål. – Vi uppmanar alla som funderar på att gå från mekanisk till digital access att först tala med oss. Vi delar gärna med oss av vår expertis för att hjälpa er att fortsätta utvecklas i en föränderlig och digitaliserad värld. Vi kallar det för Digital with confidence. Läs mer om X digitala accesslösningar *: https://www.ifsecglobal.com/access-control/the-central-role-of-access-control-to-the-transition-to-smart-buildings **: Ladda ned hela rapporten på assaabloy.com/az/en/campaigns/2023-wac-report ***: git-security.com/produkte/assa-abloy-outfits-danish-school-new-wireless-locking-system Digitala accesslösningar från X X Läs mer om X digitala accesslösningar: ARX Säkerhetssystem Aptus CLIQ Remote eCLIQ PULSE Produkter inom elektrisk låsning URL: https://www.assaabloy.com/se/sv/stories/access-stories/en-nyckel-i-d-rren En nyckel i dörren X Accesslösningar Vi på X X är med dig hela vägen och hjälper dig att välja rätt lösning. Ibland är det så här enkelt – en nyckel i dörren. Och allt som behövs för att du ska känna dig trygg. Helt mekaniska lösningar är fortfarande vanliga – och viktiga – i många lägen. I andra fall behövs komplexa lösningar för att hantera de krav som finns för till exempel flerbostäder eller kontorsfastigheter. Elektromekaniska lås, säkerhetssystem med integrerat larm, porttelefoni och administration på distans är några exempel. Säkerhetskrav från myndigheter, låsklassning för inbrottsskydd och integrationer med andra system är förutsättningar som behöver vägas in. Oavsett vilken lösning det blir så behöver den också möta användarnas krav på enkelhet och bekvämlighet. Vi på X X är med dig hela vägen och hjälper dig att välja rätt lösning. Även om det ”bara” är en nyckel i dörren. Kontakta en säljare redan i dag. Hitta rätt lösning för dina behov Accesslösning URL: https://www.assaabloy.com/se/sv/stories/access-stories/-tta-fakta-om-arx-s-kerhetssystem Åtta fakta om ARX Säkerhetssystem X Lär dig mer om ARX I ett så avancerat system som ARX döljer sig många funktioner, fördelar och finesser. ARX Säkerhetssystem är sedan många år ledande på den svenska marknaden och används av en mängd kunder i flera olika branscher. I ett så avancerat system som ARX döljer sig många funktioner, fördelar och finesser. Här är åtta av dem: Att plocka russinen ur kakan Ett system består av många komponenter och det är viktigt att de fungerar väl tillsammans, bara då blir det ett system. ARX Säkerhetssystem och dess produkter är utvecklade att fungera tillsammans och än viktigare: de är certifierade tillsammans. X X ARX är det kompletta säkerhetssystemet! Öppet för integrationer ARX Säkerhetssystem är och har alltid varit en öppen plattform för integrationer. ARX Säkerhetssystem går att integrera med andra system. Allt från inbrottslarm och VMS-plattformar till besöks- och bokningssystem, nyckelskåp och elektromekaniska nyckelsystem. Har ni ett system som inte redan är integrerat med ARX vill vi gärna höra av er . Liten på utsidan men stor inuti Den här lilla rackaren har allt, utom knappar att trycka på. Och det är inte alltid nödvändigt. Pando Mini läser de flesta högfrekventa kortteknikerna och starkt krypterade X – samtidigt om man så vill. Inte nog med det, Pando Mini fungerar även med Mobile Access. En lätt smekning räcker för att den ska hitta ditt mobila kort. Vem gillar inte \"all inclusive\"? ARX Power 9008 har allt, i en och samma kapsling. Strömförsörjning, batterier, centralenhet och larmöverföring. Enkel att installera och alltid med full kontroll och övervakning. En sak till: ARX Power finns i flera varianter. På och i dörren En dörrbladsläsare (DBL) är för många passerlösningar det absolut bästa alternativet. Allt finns samlat på och i dörren där det passar bäst, för en oslagbar användarupplevelse. Som i alla ARX-lösningar är DBL fullt integrerad som en systemlösning.Inga kompromisser med varken säkerhet eller användbarhet. DBL har stöd för starkt krypterade kort eller varför inte välja kort i mobiltelefonen med Mobile Access? Säker identitet Förvara din identitet säkert, omöjlig att läsa av andra. Med ARX Säkerhetssystem kan du kryptera dina kort på högsta möjliga nivå. Varje enskilt kort har till och med en egen kryptonyckel. Inte nog med det: även kortnumret är krypterat, med en annan kryptonyckel, hela vägen till centralenheten. Intelligenta komponenter Med ARX Säkerhetssystem är alla komponenter runt dörren intelligenta och kommunicerar med varandra. Det betyder att ingen logisk progammering behöver göras, alla komponenter vet redan vad de är till för och vad de ska göra. Med inbyggd intelligens är det mycket enkelt att programmera en dörrlösning efter säkerhetsnivå och fastställda krav. En dörr med både motorlås för hög säkerhet och eltryckeslås för vardagligt bruk arbetar tillsammans med en enkel konfiguration givetvis i samspel med inbrottslarmet. Gillar fri topologi Hi-O ger möjlighet att koppla ihop produkter som man vill, stjärna, buss eller båda. ARX Säkerhetssystem och Hi-O gör installationen enklast möjlig. Koppla ihop, sätt på strömmen och du är klar. Alla produkter vet vad de har för funktion och samarbetar med varandra med krypterad och övervakad kommunikation. Läs mer om ARX Säkerhetssystem och tveka inte att kontakta oss om du har några frågor. ARX Läs mer om ARX Säkerhetssystem. Mer om ARX URL: X Vi på sjukhuset X och smarta accesslösningar Sjukvården är en av många samhällsviktiga sektorer där säkerheten alltid står högt på agendan. Trygga och säkra accesslösningar är viktigt på skilda sätt för de olika kategorier av människor som jobbar i ett sjukhus eller annan vårdinrättning. I sin vardag rör de sig från undersökningrum och laboratorier till tekniska utrymmen, förråd och omklädningsrum. Här möter du några av dem. Rolf, läkare – Jag rör mig mellan flera olika avdelningar på sjukhuset, och ibland mellan olika sjukhus inom regionen. Jag vill kunna använda ett och samma passerkort, oavsett genom vilken dörr jag ska ta mig. Att hålla reda på nycklar är inget för mig. Det måste vara enkelt. Malin, sjuksköterska – Det finns lås som bara vi sjuksköterskor ska kunna låsa upp, till exempel till utrymmen där vi förvarar läkemedel. Det känns inte bra med vanlig nyckel till den typen av lås. Då kan vem som helst låsa upp om nyckeln förloras. Jag låser hellre upp med mitt passerkort. Camilla, entreprenör – Jag blir glad om jag slipper bära runt på en massa nycklar. Därför är behörigheter som delas ut elektroniskt helt min melodi. Det är heller inte hela världen om jag skulle tappa bort en nyckel eftersom den kan spärras på digital väg. Jacob, säkerhetsansvarig – För mig är kontroll och överblick viktigt. Att kunna se om en dörr är låst, att få ett larm om ett fönster står på glänt. En lösning jag gärna skulle se är att alla låspunkter är uppkopplade och kan bevakas i realtid. Självklart vill jag kunna se vem som har access till vilken dörr. Jonas, lokalvårdare – Jag behöver kunna låsa upp överallt för att kunna göra mitt jobb. Samtidigt finns dörrar som bara jag ska kunna öppna. Passerkortet i kombination med ett par mekaniska nycklar är allt jag behöver, ingen stor och tung nyckelknippa. Lämpliga lösningar Här är några av de lösningar och produkter som vi rekommenderar för sjukhus och andra vårdinrättningar: Traka Hygienic Handle Elektrisk låsning Utrymning Hälsa och sjukvård URL: https://www.assaabloy.com/se/sv/stories/access-stories/i-huvudet-p--en-s-kerhetschef I huvudet på en säkerhetschef X Lösningar för samhällsviktiga verksamheter Som tur är finns rätt teknik i dag för att säkra anläggningar som är viktiga för hela samhället. Har du träffat Rune? Kanske inte just Rune, men säkert någon annan som jobbar med säkerhetsfrågor. Hur som helst, Rune har en del viktigt att berätta. Jag heter Rune och är säkerhetschef på ett stort företag i energisektorn. Egentligen heter jag inte Rune och jag kan inte berätta exakt vilken min arbetsgivare är. Om du är i branschen eller jobbar i en verksamhet inom kritisk infrastruktur så vet du varför. Det vi arbetar med är viktigt för hela samhället och behöver skyddas. Mycket av mitt arbete går ut på att förebygga problem och ligga steget före. Var i vår verksamhet finns sårbarheter, vad har vi som vi måste begränsa åtkomsten till? Jag och mina kollegor behöver ta hänsyn till teknikutveckling, samhällsförändringar, läget i omvärlden men också andra förutsättningar, som nationella och internationella lagar och föreskrifter. Den fysiska säkerheten är ett kapitel för sig. I vår verksamhet har vi mängder av anläggningar runt om i landet. Ibland i ett tätbebyggt område med kringliggande fastigheter, i vissa fall i skogen eller mitt ute i ingenstans. Den gemensamma nämnaren är att på varje anläggning sitter en dörr, lucka eller grind som behöver kunna låsas. Det är många år sedan vi på min arbetsplats insåg att vanliga nycklar, lås och kättingar inte är tillräckligt. Mekanisk låsning har fortfarande sin plats, men våra krav är så mycket högre i dag. För varje låspunkt vill vi veta vem som får låsa upp, och när. Varje gång någon låser upp med sitt passerkort så ska det loggas och kunna spåras i efterhand. Behörigheter måste kunna delas ut och dras tillbaka med kort varsel, men även kunna planeras noga i förväg. Det är lätt att få mardrömmar om huvudnycklar på vift med den ökande otrygghet och höga kostnader för cylinderbyten som följer i kölvattnet. Som tur är finns rätt teknik i dag. Som tur är finns leverantörer som X X. Som förstår utmaningarna för vår typ av verksamheter – och har utvecklat produkter och lösningar som hjälper oss i vår vardag. Och som i förlängningen är en viktig pusselbit för att branscher som el, vatten, värme och transporter kan fortsätta att vara trygga även i framtiden. Det är viktigt. För hela samhället. X X ARX – ett innovativt säkerhetssystem X X CLIQ – nycklar med åtkomstkontroll Produkter inom utrymning URL: https://www.assaabloy.com/se/sv/stories/access-stories/att-st-nga-d-rren---viktigare--n-n-gonsin Att stänga dörren – viktigare än någonsin X Att stänga dörren – viktigare än någonsin Minska er energiförbrukning 2024-02-26 3 min read Dörrstängning handlar om mer än bara komfort och brandskydd. Rätt beslagning förbättrar energieffektiviteten och kan minska era utgifter för uppvärmning och kylning. Att stänga dörren kanske låter som en banalitet. För somliga en självklarhet, medan andra inte tar någon större notis om det. Vi stänger kanske dörren av gammal vana. Men faktum är att en stängd dörr inte bara påverkar säkerheten för människorna i byggnaden – fastighetens energiförbrukning hamnar också i fokus. Vi tänker mer och mer på hur vi använder energi. Runt om i Europa finns många exempel. I Spanien får enligt lag kontor, butiker och serveringar endast värma eller kyla lokalerna till mellan 19 och 23 plusgrader. I grannlandet Frankrike kan butiker med luftkonditionering få böter på upp till 750 euro om de lämnar dörrarna öppna. Främjar hållbarhet och lönsamhet Faktum är att det länge har pågått ett arbete för att förbättra energieffektiviteten inom den kommersiella sektorn. Redan 2017 kallade Harvard Business Review energieffektivitet för en av de \"viktigaste hävstängerna för framgångsrika företag\". Kontor, skolor, universitet, vårdcentraler med mera inom såväl den offentliga sektorn som det privata näringslivet behöver lösningar som främjar både hållbarhet och lönsamhet. Byggnader förbrukar cirka 60 procent av världens elektricitet. Ett enkelt och effektivt sätt att minska användningen och avfallet – och samtidigt sänka kostnader – är att se till att dörrarna är stängda överallt. Minskar energianvändningen Att en stängd dörr påverkar energikonsumtionen positivt är enkelt att förstå. Det är inte lika lätt att kvantifiera effekterna, men de flesta vetenskapliga studier är överens om att de är betydande. År 2010 uppskattade X att stängda dörrar skulle kunna minska energianvändningen i en typisk butik med upp till 50 procent. I en teknisk tidskrift uppmättes att en öppen dörr släpper igenom 21 gånger mer luft än en stängd dörr. I en byggnad bidrar en stängd dörr till att upprätthålla viktiga temperaturskillnader – till exempel mellan en operationssal och väntrum, eller mellan ett serverrum och kontorsutrymmen. Stängda dörrar minskar energianvändningen för att värma eller kyla dessa separata områden. Helt stängda innerdörrar minskar också luftflödet på bottenvåningen som orsakas av stigande varm luft inne i byggnaden. Stängda dörrar hjälper med andra ord till med att isolera insidan av en byggnad från utomhustemperaturen. Dörrstängare med Cam-Motion-teknik Men kan man lita på att människor som rör sig i byggnaden alltid stänger dörren? Tyvärr inte. Man kan ha bråttom, vara upptagen i ett telefonsamtal eller helt enkelt glömma. Dörrstängare med X Cam-Motion-teknik stänger smidigt dörrarna bakom alla som passerar genom dem. Eftersom installatören individuellt kan ställa in separata hastigheter för låsning och stängning, fungerar hög stängningskraft tillsammans med bekväm öppning. Öppningskraften måste hållas låg för att upprätthålla bland annat tillgänglighet och komfort: Enkel öppning bidrar till att hålla en byggnad fri från hinder. Stängningskraften bör dock vara tillräckligt hög för att säkerställa pålitlig stängning under alla förhållanden. Oberoende ventiler i Cam-Motion-dörrstängarna från X X gör detta möjligt. Dessutom har dessa ventiler metallhuvuden och är värmebeständiga: När dörrhastigheten är inställd förblir den inställd tills den ändras – även vid extrema temperaturer. För att underlätta för användaren erbjuder X Cam-Motion dörrstängare även fördröjd stängning som tillval, vilket ger användaren extra tid att passera genom dörren. En så kallad back-check-funktion som standard bromsar slutfasen av dörrens öppning för att skydda karmen och förhindra att den slår i väggar. Läs mer om Cam-Motion-dörrstängare från X X Källor och mer läsning: Spain tells shops to save energy by keeping doors shut and limiting air con France orders air-conditioned shops to save energy by shutting doors Energy Strategy for the C-Suite Energy Efficiency for Buildings Shut that door, warns new report from X Study on energy loss through door open while air conditioner running in commercial store Dörrkontroll Lär dig mer Dörrstängare med glidarm finns i en mängd utföranden och styrka för att kunna passa olika typer av dörrar med olika tyngd och dörrbredd. Cam-Motion-dörrstängare URL: https://www.assaabloy.com/se/sv/stories/access-stories/varf-r-beh-vs-ett-s-kerhetssystem- Varför behövs ett säkerhetssystem? X Varför behövs ett säkerhetssystem? 2024-01-05 Oavsett vilken verksamhet som bedrivs i en fastighet är ett säkerhetssystem med passerkontroll ett måste. En modern fastighet har i dag allt från en handfull till hundratals dörrar. Behörigheterna ofta är strikt reglerade. Vem får komma in? Under vilka tider? Ett flöde med tusentals passager per dygn gör att en lösning med enbart mekaniska lås och nycklar inte är ett alternativ. Nu kommer det avancerade säkerhetssystemet in i bilden – grunden för ett robust och genomtänkt säkerhetsarbete i en fastighet. Det handlar om koll på varje dörr, på varje in- och utpassering. Ovanpå det – stöd för effektiv administration och möjligheter att följa upp och analysera. Kontor, skola eller sjukhus – det spelar ingen roll. Oavsett vilken verksamhet som bedrivs i en fastighet är ett säkerhetssystem med passerkontroll ett måste. Viktiga värden skyddas, de säkerhetsansvariga får ett effektivt verktyg och alla som rör sig i fastigheten kan känna sig trygga. är sedan många år ledande på den svenska marknaden och används av en mängd kunder i flera olika branscher. ARX är en viktig del av säkerhetsarbetet för bland annat sjukhus, kontorsfastigheter, industrier och samhällsviktiga anläggningar. Med ARX Säkerhetssystem tar ni ett helhetsgrepp om den fysiska säkerheten med ett system som kombinerar larm- och passersystem. Kärnan i ARX är att skapa trygghet och skydda fastigheten och människorna i den. Med ARX bygger ni upp ett system som är anpassat för just er verksamhet. Systemet är modulärt och ni väljer de delar som är relevanta för er och era behov av säkerhet. Resultatet blir att rätt dörr kan öppnas för rätt person vid rätt tillfällen. Vad kan du om ARX? URL: https://www.assaabloy.com/se/sv/stories/access-stories/teknik-f-r-en-s-krare-energibransch Teknik för en säkrare energibransch X Teknik för en säkrare energibransch 2023-05-02 Nu finns tekniken som hjälper energibranschen att arbeta mer mobilt och samtidigt höja säkerheten. Nu kan energisektorn använda teknik som ger säker och spårbar access till geografiskt spridda byggnader. X X CLIQ Connect är en intelligent nyckel med Bluetooth-aktivering som skapar nya möjligheter. Ett ställverk på en avlägsen plats. En transformatorstation djupt inne i skogen. Mängder av viktiga – och geografiskt spridda – byggnader. Så ser verkligheten ut för många aktörer i energisektorn – en verklighet med flera stora utmaningar. Kritisk infrastruktur omfattas av höga krav på säkerhet, inte minst när det gäller kontrollerad access till viktiga anläggningar. Men modern teknik kan lösa problemen. Mekaniska nycklar räcker inte Vem får låsa upp och när? En banal fråga kanske. Men när säkerheten blir allt viktigare uppstår nya förutsättningar. Att förlita sig på enbart helt mekaniska nycklar räcker helt enkelt inte. En mekanisk nyckel har evig behörighet – vilket kan verka praktiskt. I själva verket är det en stor säkerhetsrisk. En nyckel på vift kan betyda att obehöriga får access till samhällsviktiga anläggningar. Vägen till ett effektivare arbetssätt Många mil i bilen. Återkommande turer till centrala platser för att hämta ut nycklar. En allt tyngre nyckelknippa. Inte särskilt effektivt, eller hur? Arbetet med service och underhåll inom energibranschen kan få helt nya spelregler – om siktet ställs in på elektromekaniska accesslösningar med digital överföring av behörigheter. Det är en väg till ett effektivare arbetssätt och till bättre förutsättningar för era medarbetare ute på fältet. Arbeta mer mobilt och höj säkerheten Nu finns tekniken som hjälper energibranschen att – på riktigt – införa ett mobilt arbetssätt, höja säkerheten för sina anläggningar och samtidigt säkerställa en effektiv administration av behörigheter. CLIQ Connect – nya möjligheter för energisektorn X X CLIQ Connect ger energisektorn möjlighet till trygg och spårbar access till sina anläggningar. Fördelar med CLIQ Connect: Överföring av behörigheter till CLIQ-nyckeln via Bluetooth Full spårbarhet och loggning – för varje enskild låspunkt Tvåfaktorsautentisering ger full koll på säkerheten Central administration – på distans Inget trassel med nycklar, inga tveksamheter om vem som får låsa upp, och när. Behörighet under en halvtimme eller flera dagar? Med CLIQ Connect väljer du själv. Nyfiken på CLIQ Connect? Hur fungerar systemet? Hur går administrationen till? Ta reda på mer! Mer info om CLIQ Connect URL: https://www.assaabloy.com/se/sv/stories/access-stories/den-trygga-flerbostaden Den trygga flerbostaden X Smarta och moderna accesslösningar Den trygga flerbostaden 2023-03-29 Trygghet. Vad betyder det för dig? Kanske handlar det delvis om din bostad – något av det mest centrala i livet. Trygghet. Vad betyder det för dig? Kanske handlar det delvis om din bostad – något av det mest centrala i livet. Det är där vi somnar, vaknar och umgås. Det är där barnen leker, där vi kopplar av och numera även jobbar. Inte konstigt att vi vill att den platsen ska vara trygg. Ungefär 2,4 miljoner av Sveriges totalt cirka 4,8 miljoner hushåll finns i flerbostadshus (X, 2021). Vi på X X vill bidra till ett tryggt boende och ett bekvämt hemmaliv för alla i Sverige som bor i lägenhet i ett hus med många grannar. Vi skräddarsyr accesslösningar för flerbostadsfastigheter. Från bostadsrättföreningen i småstaden till den Xa aktören med tusentals lägenheter. Tekniken och systemen lägger grunden – oavsett om det är robust mekanik eller avancerade, uppkopplade accesslösningar. Eller en kombination. Men de skapar inget värde om de inte löser verkliga problem och underlättar livet för alla som använder och administrerar dem. Det ska gå snabbt och smidigt att boka tvättstuga eller andra gemensamma lokaler. Jag vill känna mig säker på att det bara är jag och mina grannar som kan komma in i huset. Kanske vill jag kunna låsa upp och låsa, helt utan fysiska nycklar. Jag vill att det ska fungera. Varje dag, året runt. En flerbostadsfastighet kan innebära allt från ett enskilt hus med ett par trappuppgångar till hundratals lägenheter inom ett större område. Vi erbjuder trygga, säkra lösningar för flerbostaden – från mekanik på den enskilda dörren till mer omfattande digitala system. Är du en fastighetsägare med ett stort lägenhetsbestånd med många hyres- eller bostadsrätter? Kanske med flera tvättstugor och ett stort antal andra lokaler och gemensamma utrymmen? Lär dig mer om Aptus, ett kostnadseffektivt och smart system för flerbostadsfastigheten. Aptus är vår helhetslösning för flerbostäder och bidrar till en trygg boendemiljö för såväl hyresgäster som innehavare av bostadsrätter. Runt om i landet används Aptussystemet av tiotusentals boende i flerbostadsfastigheter varje dag. Flerbostad Vad kan du om Aptus? Aptussystemet, med passagesystem, bokningssystem och porttelefonsystem, skapar trygga miljöer i flerbostadshus, samtidigt som det ger utrymme för en effektiv fastighetsförvaltning. Mer om Aptus URL: https://www.assaabloy.com/se/sv/stories/access-stories/accesslosningar-avgorande-inom-sjukvarden Accesslösningar avgörande inom sjukvården X Accesslösningar avgörande inom sjukvården Smarta accesslösningar 2023-01-10 Sjukvården är en av många samhällsviktiga sektorer där säkerheten alltid står högt på agendan. Patienterna behöver känna sig trygga, men även personal, läkemedel och medicinsk utrustning omfattas av hårda säkerhetskrav. Människorna som rör sig i lokalerna måste känna trygghet och samtidigt inte möta motstånd när de passerar genom dörrar eller låser upp lås. Kärvande system eller halvt fungerande lösningar blir lätt ett irritationsmoment. I dessa sammanhang har moderna accesslösningar avgörande betydelse. Viktigt för patienterna Patienter och vårdtagare som befinner sig på en vårdinrättning är ofta i en utsatt och obekant situation. Kanske rentav livsavgörande. En undersökning eller ett besked som rör ens egen hälsa behöver genomföras och förmedlas i en miljö som andas förtroende och trygghet. Faktorer som kan tyckas vara helt självklara kan i själva verket spela stor roll. Kan läkaren låsa dörren? Kan jag som patient låsa in mina tillhörigheter? Går det att öppna fönstren? Enkelt och smidigt för medarbetarna På ett stort sjukhus arbetar hundratals – ibland tusentals – personer. Vem som kommer och går i fastigheten har stor betydelse. Vissa lokaler har allmänheten tillgång till. För andra krävs passerkort med strikt kontrollerade behörigheter. Läkemedel och utrustning behöver förvaras i låsta utrymmen dit enbart vissa kategorier av medarbetare har tillgång. För medarbetarna är det viktigt att inpassering kan ske på ett enkelt och smidigt sätt – ofta är ett elektroniskt tjänstekort allt som behövs, med eller utan passerkod. Stort utbud – varje detalj bidrar Utbudet av produkter och lösningar för säkra accesser inom sjukvården är i dag stort och heltäckande. För vissa lokaler och dörrar kan det räcka med mekaniska lås – klassiska nycklar och cylindrar. Lagar och förordningar ställer krav på att dörrmiljöerna lever upp till förväntningarna när det gäller inbrott, brand och larm. Varje detalj bidrar till att helheten upplevs som trygg och säker. Passersystem ofta en förutsättning I många fall är ett modernt passersystem en förutsättning för att kunna hantera behörigheter för en stor personalstyrka. I det sammanhanget är det viktigt att systemet har stöd för effektiv administration. Ett passerkort som tappas bort måste snabbt kunna spärras, en tillfällig medarbetare måste utan större dröjsmål få access till relevanta utrymmen och lokaler. Vem som har gått in genom en viss dörr vid en given tidpunkt kan ha stor betydelse – därför är det viktigt med loggfiler och spårbarhet i de digitala systemen. Sjukhus i Kalmar med lösningar från X X I Kalmar finns ett sjukhus där accesslösningar från X X gör stor skillnad. – Den största utmaningen för oss var att få alla våra system att fungera tillsammans, säger Magnus Klase, säkerhetssamordnare för Brand och Tillträde på X. Läs hela artikeln: Komplexa krav i nytt sjukhusbygge Har du tänkt på att... ...accesslösningar finns i vardagen, utan att du tänker på det? Dörrstängare, avancerade passersystem, lås till dörrar och fönster – och mycket mer. Accesslösningar för alla miljöer URL: https://www.assaabloy.com/se/sv/stories/access-stories/v-gen-till-r-tt-skalskydd Vägen till rätt skalskydd X Vägen till rätt skalskydd 2022-06-07 Johan Brolinger Ett effektivt skalskydd ska skydda fastigheten och olika tillgångar och samtidigt fungera bekvämt för användarna. Här är är några råd på vägen till det rätta skalskyddet. Börja i verksamheten Er verksamhet och typen av fastighet lägger grunden för ert val av skalskydd. Handlar det om en lagerlokal, ett kontor eller ett flerbostadshus? Har ni installatörer eller entreprenörer som gärna skulle slippa hålla reda på en stor mängd nycklar? Gör en behovs- och riskanalys och beakta vad som är viktigt för just er. Ta hjälp med projekteringen Oavsett hur många dörrar det gäller kan det vara smart att ta hjälp av en expert på projektering . Mycket är vunnet om ni får stöd med att skapa objektiva och exakta dörrbeslagsscheman, förbereda specifikationsunderlag och designa kompletta dörrlösningar för alla säkerhetskrav. Designa för människor Dörrmiljöer är en del av människors vardag, oavsett om det är i en skola, på ett sjukhus eller i en flerbostadsfastighet. Kraven på bekvämlighet ökar ständigt – vi vill smidigt kunna komma in på jobbet eller in i tvättstugan utan att möta motstånd. I dag kan vi öppna dörrar med mobilen, en nyckelbricka eller till och med med våra ansikten. I det här sammanhanget bör ni alltså väga in användarnas vanor och förväntningar på bekvämlighet. Ett system att växa i Är allt klart när den sista kabeln är inkopplad? Knappast. Över tid förändras behoven. En fastighet genomgår ofta många förändringar under sin livstid. Renoveringar, ombyggnation eller tillgänglighetsanpassning är bara några exempel. Välj därför ett skalskydd med ingående komponenter som kan växa och förändras i takt med era behov. En lösning utan flexibilitet kan bli dyrt i längden. Använd er investering rätt Ni kan få ut mycket mer av komponenterna i ert skalskydd om ni använder dem på rätt sätt. Med andra ord: ett lås är inte bara ett lås. Att ta steget till ett avancerat säkerhetssystem ger fördelar som till exempel larmhantering och passerkontroll. Eller varför inte en lösning med digitala nycklar? De alternativ som finns i dag ger stora möjligheter att få utväxling på investeringen. Välj rätt leverantör Vem ska ni samarbeta med? Välj en leverantör som har förståelse för helheten, lång erfarenhet samt har tillgång till rätt produkter och teknik. Underskatta heller inte värdet av att kunna lyfta luren, få goda råd och bra stöd när det är dags för nästa steg. Kontor och företag URL: https://www.assaabloy.com/se/sv/stories/access-stories/traka21-pa-vardcentral Traka21 på vårdcentral X Traka21 på vårdcentral En vårdcentral med full koll på nycklarna 2022-01-21 ”Var är nycklarna till medicinskåpet”? Det är livsviktigt så jag behöver dem nu”. Så kunde ropen eka i lokalerna i X, en vårdcentral i Coventry i England. Det var innan man skaffade det intelligenta nyckelhanteringssystemet Traka21. Då var det ingen ordning alls. Nu är det ordning och reda; nycklarna finns alltid i tryggt förvar i skåpet när de inte används. X har ett brett spektrum av vårdtjänster. Patienterna engageras på olika sätt i behandlingen; engagemanget är viktigt för ett bra behandlingsresultat. Eftersom sköterskorna inte längre behöver springa och leta efter nycklar på drift finns det också mer tid över för patienterna. För något år sedan insåg man att för mycket tid slösades bort på att leta efter nycklar till medicinskåpen. Ledningen för vårdcentralen ville därför hitta ett sätt att standardisera och effektivisera nyckelhanteringen och kunna säkerställa att personalen av misstag inte tog med sig nycklarna hem efter jobbet. Man ville också kunna logga vem som använt en viss nyckel, när och var. Enkelt att spåra nyckeln Efter en noggrann genomgång av vårdcentralens nyckelhantering valde ledningen nyckelhanteringssystemet Traka21 från X X. Via den inbyggda mjukvaran tilldelar administratören varje person en unik behörighet. För att kunna hämta nycklarna i skåpet måste han/hon knappa in sin personliga PIN-kod. Det gör det enkelt att spåra vem som har nyckeln och spärra den om den inte lämnats tillbaka, till exempel när någon slutar sin anställning. Tack vare Traka 21, som är lättanvänt och kostnadseffektivt, är nycklarna nu alltid tillgängliga. Dessutom kunde ett 30-tal nycklar som inte längre behövdes fasas ut. Traka21 allmänt accepterat – Personalen arbetar effektivare sedan vi installerade Traka 21 och tryggheten och arbetsmoralen har förbättrats, framhåller Jane Smith, läkare på X. Många undrar hur vi tidigare kunde klara oss utan detta nyckelhanterings- system som idag är allmänt accepterat. Klinikchefen Lynn Lennon lovordar också Traka 21: – Det är ett briljant koncept som hjälpt oss att organisera nyckelhanteringen. Nu behöver ingen leta efter nycklar längre. Sue Mills, kontorschef på X, är inne på samma linje: – Det är befriande att slippa höra personalen ängsligt ropa och undra vem som har en viss nyckel. Varje medarbetare är nu ansvarig för att återlämna nyckeln. Insikten om att den lätt kan spåras till en viss person har lett till en mycket bättre nyckel- disciplin än tidigare. Att personalen också får mer tid över för patienterna är självklart en stor fördel. – Vi ser en stor möjlighet för Traka21 även på den svenska marknaden, framhåller Claes Hammar, teknisk säljare på X X i Stockholm. Traka21 kan, förutom på vårdcentraler, även användas på sjukhus, veterinärkliniker äldreboenden och i andra verksamheter, där man hanterar Traka21 har ”storebror” som kan hantera upp till 540 nyckar i samma skåp. Behöver man hantera ännu fler nycklar kan flera skåp – oavsett fysisk placering – kopplas ihop i kundens befintliga nätverk. Användningsområde Traka21 är ett intelligent fristående nyckelhanteringssystem som kombinerar enkel hantering och robust konstruktion. Traka21 ger små och medelstora företag kontroll på upp till 21 nycklar eller uppsättningar nycklar i en och samma enhet. Traka21 är enkelt och användarvänligt då alla användare själva kan ta de nycklar eller nyckelknippor de har behörighet till. Både administratören och respektive användare får en bra överblick med den inbyggda pekskärmen Egenskaper 21 låsta positioner med LED-indikation Individuellt belysta positioner i färg som indikerar tillgängligheten 21 iFobs med avancerad RFID-teknik Fristående plug-and-play-lösning för enkel installation Administration via inbyggd pekskärm Användargränssnitt med flera språkalternativ Loggar och rapporter via inbyggd skärm (eller exportera till Excel via USB) Logg på 250 000 händelser Funktion Inloggning via personlig PIN-kod för användare och administratörer (4 -10 siffror) Inget behov av anslutning till nätverk eller PC Möjlighet till import/export av data via USB-port Enkel konfiguration via inbyggd installationsguide Nödöppning möjligt via medföljande nycklar (2 st) 230V strömförsörjning medföljer Batteribackup 12V DC 1.2 Ah (ingår ej) Inbyggt ljudlarm (exempelvis skåpsdörren lämnas öppen) Enkel väggmontering med fyra skruvar Inbyggt ljudlarm om exempelvis skåpsdörren lämnas öppen Robust hölje i stål för säker förvaring Upp till 1000 st användare Vikt: 3,9 kg Fakta om Traka21 Traka är en ny innovativ lösning som enkelt installeras med ”plug-and-play”. Då skåpet är stand-alone behövs ingen extern programvara eller nätverksanslutning. Traka fungerar automatiskt med hjälp av intelligenta iFobs med inbyggd RFID teknologi. Eftersom varje nyckel eller nyckelknippa får en egen iFob, känner systemet igen vilka nycklar som är på plats. Användare loggar in via den inbyggda pekskärmen med sin personliga PIN-kod och ser enkelt vilka nycklar som är tillgängliga. Och eftersom varje iFob är säkert fastlåst i skåpet frigörs endast de nycklar som respektive person har tillgång till. Nyckelkontroll Passerkontroll Mekanisk låsning URL: https://www.assaabloy.com/se/sv/stories/access-stories/vad-ersatter-nyckeln-i-ett-nyckelfritt-passersystem Vad ersätter nyckeln i ett nyckelfritt passersystem? X Accesskontroll Vad ersätter nyckeln i ett nyckelfritt passersystem? Även om ett passersystem kallas nyckelfritt, måste användarna på ett eller annat sätt visa att de är behöriga att låsa upp. Idag finns det en mängd lösningar att välja mellan. Genom att ta steget från ett helmekaniskt låssystem slipper man traditionella mekaniska nycklar. Ett elektroniskt passersystem ger en helt annan kontroll över säkerheten i byggnaden än vad man får med konventionella patenterade låssystem. Den här artikeln ger en inblick i några av nyckelalternativen som finns idag. Även om dessa system kallas nyckelfria, kommer man inte ifrån behovet av en bricka, kod eller annan lösning. Bricka Bricka kallas en plastkapsel med inbyggd trådlös och krypterad kommunikation. Du aktiverar låset genom att hålla brickan över en kortläsare. Passerkort Ett passerkort är ett plastkort med inbyggd elektronik för trådlös krypterad kommunikation med kortläsaren. Passerkortet kan ha en mängd olika funktioner; förutom att låsa upp dörrar kan man till exempel använda det för att betala i lunchmatsalen. Kod Kod är en pinkod som du knappar in för att låsa upp. I kommersiella byggnader används detta ofta i kombination med ett passerkort som en extra säkerhetsfaktor. I privatbostäder är det vanligare att man använder endast koden för att aktivera det elektroniska dörrlåset. Smartphone Här kommunicerar låset och mobiltelefonen trådlöst via NFC (Near Field Communication) eller Bluetooth via en app. NFC kräver att man håller mobilen nära kortläsaren på samma sätt som man gör med en bricka eller ett passerkort. Bluetooth fungerar på några meters avstånd. Det är också möjligt att styra elektroniska dörrlås via mobilnätet. Detta är en populär funktion i lösningar för privatbostäder. Elektromekanisk nyckel En elektromekanisk nyckel är en kombinerad lösning där en fysisk nyckel förs in i låscylindern. Nyckeln innehåller data som utbytes med låset när man sätter i nyckeln, och när en behörig nyckel identifieras hörs en signal som bekräftar att användaren kan vrida om nyckeln. Utan behörighet kan låset inte öppnas. Detta är särskilt användbart när det krävs passerkontroll i geografiskt utspridda lokaler. Biometri Biometriska lösningar skannar ögon, fingrar eller andra kroppsdelar för att identifiera och släppa in behöriga användare. Detta är ett område som utvecklas snabbt, och lösningarna blir allt bättre. Fingeravtryck och irisskanning är mest utbrett. Tidsstyrning Detta är den enda helt nyckelfria lösningen, med två olika lägen: stängd eller låst dörr. Dörren är olåst under vissa tider, till exempel en butiks öppettider eller den period då det är mest praktiskt att huvudentrén till en kontorsbyggnad är öppen. Före och efter den angivna tidsperioden används passerkort eller andra nyckelalternativ. Fjärrstyrning Fjärrstyrd aktivering av lås är vanligast i parkeringsgarage, antingen med en separat fjärrkontroll eller en lösning som kan styras från mobilen. Säkerhetszoner Passerkort är vanligast i kommersiella byggnader, medan brickor och mobiltelefoner är alternativ som ofta används till elektroniska lås i bostäder. Sådana ”nyckelfria” lösningar är mer flexibla än mekaniska nycklar, både för användare och systemägare. Med ett rent mekaniskt låssystem blir det många nycklar att hålla ordning på, särskilt i byggnader som har olika säkerhetszoner. Passerkort är smidigare och möjliggör hantering av såväl passerkontroll som larm. Flexibilitet Även om man använder begreppet nyckelfritt dörrlås, så är det i själva verket inte nyckelfritt. Man måste alltid identifiera sig och styrka sin behörighet på ett eller annat sätt för att låsa upp. De alternativa nycklarna har flera funktioner och ger en större flexibilitet än mekaniska nycklar. Digital låsning Systemplattformar URL: https://www.assaabloy.com/se/sv/stories/access-stories/smartphone-eller-plastkort Smartphone eller plastkort? X Smartphone eller plastkort? En app i mobilen i stället för det traditionella passerkortet möter en del skepsis bland både systemägare och användare, och för närvarande är denna typ av lösning inte särskilt utbredd. Säkerhet och batterikapacitet är A och O. Om du har lekt med tanken att använda mobilen som passerkort är du inte ensam. Bara nästan. En undersökning gjord av Gartner 2017 visar att det är väldigt få systemägare som har valt denna lösning. Orsaken till det svala intresset har såväl med personlig inställning som med praktiska säkerhetsfrågor att göra. NFC och Bluetooth Teknologin fungerar. Användaren installerar en app i mobiltelefonen och använder den på samma sätt som ett vanligt passerkort.Behörigheten överförs i krypterad form via internet, och Bluetooth-anslutningen i mobilen kommunicerar med kortläsaren. Idag används den energisnåla versionen Bluetooth Low Energy. Enklare administration För dig som administratör innebär mobilvarianten enklare rutiner, eftersom du inte behöver ha tillgång till själva kortet för att ändra behörigheten. Användarna laddar själva ner appen, och du utför dina uppgifter via nätet.  Ett passerkort kan vara dyrt att utfärda och ersätta om det försvinner, så vinsten ligger i sparad tid. Batterikapacitet Användarnas största invändning är att Bluetooth och NFC har en negativ inverkan på batteritiden. Enligt min mening finns det dock ingen anledning att oroa sig för att batteriet ska ta slut under dagen. De flesta som använder en smartwatch, handsfree i bilen eller trådlösa hörlurar på bussen eller t-banan har ju Bluetooth aktiverat på telefonen hela tiden. Passerkontroll är nog den batteriförbrukare som kräver minst ström i det här sammanhanget. Vissa applikationer kommunicerar via Bluetooth först efter en manuell åtgärd av användaren, som exempelvis att klicka på en symbol i appen. Dessa argument framförs av systemägarna och användarna själva i en rapport om trådlös passerkontroll, X Control Report 2018, från IFSEC Global. Dataintrång Säkerheten får naturligt nog mycket uppmärksamhet. En mobiltelefon i händerna på fel person skulle å ena sidan kunna leda till säkerhetsöverträdelser. För att låsa upp mobilen krävs ju att man ritar ett mönster, skannar sitt fingeravtryck eller slår en kod. Och folk tenderar att ha bättre koll på sin mobil än sitt passerkort. CYOD (Choose Your Own Device) Men – som systemägare kan du inte vara helt säker på att användarna faktiskt upprätthåller säkerheten genom att se till att mobilen alltid är låst. I så fall kan kostnaderna rinna iväg: För 100 procents säkerhet måste företaget ställa in mobiltelefonen för varje enskild medarbetare. Det kräver mycket arbete. Vissa menar att det krävs en CYOD-policy (Choose Your Own Device), där användarna kan välja mellan ett antal olika mobiltelefoner som är inställda enligt verksamhetens säkerhetskrav. Passerkort på hotell Verksamheter med en lägre säkerhetsnivå har insett fördelarna med en app i stället för ett fysiskt passerkort: Hotellbranschen. Många hotell inser värdet av att gästerna automatiskt får ett elektroniskt passerkort vid incheckning. Behörighetsnivån kan enkelt korrigeras, samtidigt som man får en extra kanal för att tillhandahålla gästerna med ytterligare tjänster och erbjudanden. Innovationer på gång Även om teknologin är beprövad, upplever jag att den har en låg spridning. Bortsett från hotellen är det endast fem procent av alla verksamheter världen över som har valt en mobilbaserad passerlösning. Smartphones är visserligen en ung teknologi som bara har använts av allmänheten i drygt tio år. Du bör absolut följa med i utvecklingen och se vilka innovationer branschen kommer med under de närmaste åren för att öka spridningen. URL: https://www.assaabloy.com/se/sv/stories/access-stories/finns-det-anledning-att-vara-skeptisk-till-tradlos-passerkontroll Finns det anledning att vara skeptisk till trådlös passerkontroll? X Finns det anledning att vara skeptisk till trådlös passerkontroll? Risk för driftstopp, obehörigt tillträde och kostsamma batteribyten. Det finns många åsikter om trådlös passerkontroll, men allt fler anser att oron är obefogad och att teknologin faktiskt fungerar. Skeptisk till trådlös passerkontroll? I vår vardag handlar det mesta om elektronisk passerkontroll, och vi vet att det är säkert. Vi skulle ju inte lansera den här typen av lösningar om de inte höll måttet. Samtidigt märker vi att det inte är alla användare som delar våruppfattning, utan viss skepsis till elektroniken. Batteridrivna lösningar Även om de trådlösa alternativen numera är riktigt bra, finns det en viss osäkerhet kring batteridrivna lösningar. Det framgår av rapporten ”X Control Report 2018” från IFSEC Global Många anser att batterier ger minst lika höga energikostnader som trådbundna lösningar. Här följer en kort översikt över de teknologier som idag används i elektroniska passersystem: online är kopplad till en server och informerar löpande om systemets status. offline fungerar oberoende av en server, genom att nya behörighetsdata och programvaror matas in via passerkortet. Trådbunden passerkontroll får ström via kabel och kan ha internetuppkoppling via en trådad anslutning. Trådlös passerkontroll drivs med batterier och kan ha en inbyggd trådlös serveranslutning – eller vara offline. Bättre funktioner Undersökningen från IFSEC Global tar upp trådlös teknologi, både online och offline. De som levererar denna typ av lösningar lägger stora resurser på att utveckla dem för att uppnå: Ökad driftsäkerhet Lägre strömförbrukning Ökad användarvänlighet Mindre underhåll Drift av passerkontroll Samtidigt kommer det att dröja innan användarna av dessa lösningar delar uppfattningen om att teknologin är funktionell, säker och kostnadseffektiv. Mindre än hälften av deltagarna i undersökningen anser att trådlös passerkontroll ger lägre driftskostnader än mekaniska passersystem eller trådbundna lösningar. Och som beskrivet tidigare finns det en utbredd uppfattning om att de energimässiga fördelarna inte uppväger de höga kostnaderna för att byta batterier. Oro för driftstopp Det som systemägarna oroar sig mest för är risken för driftstopp. En av tre anser att trådlös passerkontroll medför en allvarlig risk för att systemet ska sluta fungera. En – ej namngiven – säkerhetschef framhåller dessutom risken för att obehöriga skulle kunna ta sig in i lokalerna vid ett eventuellt strömavbrott. Låt oss titta närmare på de här uppfattningarna. Intresse för trådlöst Samtidigt som ovan nämnda faktorer bidrar till en skeptisk inställning skapar de också ett ökat intresse för trådlös passerkontroll. Lägre installationskostnader, driftsekonomiska fördelar samt hög säkerhet och användarvänlighet gör att de flesta är positivt inställda till teknologin. I undersökningen har man frågat dem som idag inte använder trådlös passerkontroll om de skulle kunna tänka sig att göra det. Det var dubbelt så många som svarade ja än nej. Detta tyder på att trådlös passerkontroll har etablerat sig som en trygg teknologi, men att vi som förmedlar budskapet fortfarande har en del att jobba med. Fakta Trådlös passerkontroll Batteridrivna elektroniska lås och kortläsare har lägre totalkostnader för inköp, montering och drift än trådbundna alternativ. Det beror främst på att anpassning av dörrar genom urfräsning, borrning och kabeldragning är dyrt och arbetskrävande. Batterier är inte särskilt dyra. Dessutom blir de allt bättre och behöver inte bytas så ofta. Visst, de har en begränsad livslängd, men här snackar vi om runt 40 000 öppningar. Man kan se det som priset man får betala för flexiblare lösningar och enklare installation. Drift av ett elektroniskt passersystem omfattar löpande underhåll samt batteribyte. Detta kan ingå i serviceavtalet med leverantören, men vissa verksamheterr väljer att utföra arbetet själva. URL: https://www.assaabloy.com/se/sv/stories/access-stories/hur-anpassar-vi-traditionella-nycklar-till-moderna-innovationer Hur anpassar vi traditionella nycklar till alla nya, moderna innovationer som dyker upp? X Hur anpassar vi traditionella nycklar till alla nya, moderna innovationer som dyker upp? Nyckelhantering Hur anpassar vi våra stenåldersnycklar till alla nya, moderna innovationer som dyker upp? Emma Petersson är projektledare och säkerhetsrådgivare på X X och arbetar med att hjälpa kunder att anpassa nyckelhantering till de nya moderna säkerhetssystemen. – När en verksamhet ska synka nyckelhanteringen till säkerhetssystemet finns det olika lösningar beroende på kundens förutsättningar. Om det redan finns ett stort befintligt bestånd av mekaniska nycklar angriper vi hanteringen på ett annat sätt än om det är en helt ny verksamhet utan tidigare nycklar, men varje situation går att lösa, säger Emma Petersson. Även om många idag går över till digitala nycklar och passersystem så kommer fastighetsägarnas nycklar ändå vara en del av säkerhetssystemen – detta i form av reservnycklar, bilnycklar till servicefordon, eller nycklar till den delen av verksamheten där det inte är ekonomiskt försvarbart att installera ett passersystem Många organisationer och arbetsgivare, till exempel kommuner, har ett stort befintligt bestånd av “vanliga” mekaniska nycklar och cylindrar. Då kan det vara en god idé att göra en så kallad “smart” hantering av de befintliga nycklarna i stället för att byta ut allt. Med hjälp av smarta nyckelskåp går det att skapa spårbarhet på nycklarna så att man kan se vem som använt en specifik nyckel och vilken tid den har hämtats ut. Ökad kontroll och frigjorda resurser Risken med en mekanisk plattform är att man tappar kontrollen över vem som har tillgång till vilka utrymmen. Med spårbarheten kan företaget bli tydligare med konsekvensen av att inte ha lämnat tillbaka en nyckel i tid, och påminnelser kan gå ut automatiskt via mail till den som lånat en nyckel. Lösningen ökar inte bara kontrollen och minskar pappersarbete, utan frigör också resurser som idag lämnar ut, tar emot och jagar försenade nycklar. Tillträde till skåpen och vem som ska ha vilken nyckel hanteras enkelt via ett personligt passerkort. Rör det sig däremot om ett helt nystartat företag eller nya lokaler, har kunden möjlighet att välja en digital plattform fullt ut. Det innebär att kunden i stället för nycklar använder sig av personliga passerkort och pinkod. – När säkerhetssystemet samverkar med nyckelhanteringen avlastas företagen oerhört i form av administrativa arbetsuppgifter, säger Emma Petersson. Trygghet för både företag och anställda Med en helt digital plattform är det inte en katastrof om någon anställd skulle tappa bort sin nyckel – allt finns lagrat i säkerhetssystemet. Tappar en anställd mobilen gäller samma sak, med en synkning av säkerhetssystemet går det att spärra de utrymmen hen har tillgång till så att ingen obehörig kan ta sig in. Det blir med andra ord en stor trygghet för både företaget och de anställda. URL: https://www.assaabloy.com/se/sv/stories/access-stories/checklista-nar-du-skall-valja-sakerhetssystem Checklista när du skall välja säkerhetssystem X Säkerhetssystem Checklista när du ska välja säkerhetssystem Om du står inför valet att utrusta ditt företag eller verksamhet med ett modernt säkerhetssystem finns det en del saker att ha i åtanke. Det kan verka svårt och komplext vid första anblick och därför har vi sammanställt en checklista på egenskaper ett riktigt bra säkerhetssystem bör ha. Integrerat och öppet Eftersom du vill att systemet ska samverka med fastighetens andra säkerhetskomponenter som larm, inpassering och låssystem är det viktigt att systemet har ett så kallat öppet gränssnitt. Det ska vara enkelt att integrera bokningssystem och personallistor med säkerhetssystemet. Exempelvis, om en person slutar ska dennes access utan krångel spärras automatiskt när hen tas ur systemet. Anpassaningsbart för olika verksamhetstyper Olika utrymmen kräver olika säkerhetsgrader. För organisationer med många olika verksamheter är det smidigt att ha ett säkerhetssystem som är flexibelt och går att anpassa till de olika verksamhetsområdena. För att underlätta i vardagen och hålla en hög säkerhetsnivå gäller rätt säkerhet för rätt verksamhet. Se till att säkerhetssystemen du utvärderar kan klara av olika säkerhetsgrader beroende vart det skall finnas. Uppfylla alla säkerhetskrav För att försäkringsbolaget ska kunna ersätta eventuella skador finns det olika regelverk och krav som behöver uppfyllas. Det är därför viktigt att du väljer ett godkänt system. SSF Stöldskyddsföreningen och SBSC Svensk Brand är exempel på säkerhetsexperter som godkänner system. Vara ett decentraliserat – och centralt – system Ett decentraliserat system möjliggör att systemet domänuppdelas vilket i sin tur underlättar administration och hantering av systemet. För att vardagen ska flyta på smidigt ska varje enskild verksamhet kunna styra sitt eget system för sin domän, även fast det är kopplat till en central larmenhet för perfekt säkerhetsnivå. Ett säkerhetssystem skall underlätta för verksamheten, inte vara ett hinder. Historia borgar för framtid Var noga vid val av leverantör och installatör av ditt säkerhetssystem. Leverantören bör kunna visa upp gedigen historik av leverans och kvalitet eftersom säkerhet inte är något man chansar med. Det är också viktigt att utröna leverantörens kapacitet att fortsätta utveckla sina system under lång tid framåt eftersom förutsättningarna ständigt förändras. Välj en leverantör som har goda relationer till sina installatörer eftersom en korrekt installation är avgörande för ett väl fungerande system. En installatör bör vara certifierad och löpande fortbildad inom de säkerhetssystem som är aktuella. URL: https://www.assaabloy.com/se/sv/stories/access-stories/digital-nyckelhantering-minskar-kostnaderna Digital nyckelhantering minskar kostnaderna X Digital nyckelhantering minskar kostnaderna Digitalisering minskar kostnaderna En vanlig syn idag är att hantering av nycklar fortfarande är ett manuellt arbete med personlig överlämning och kvittering med penna på listor i pärmar. Det är ofta oklart vilken nyckel som går vart och historik kring vem som har eller har haft en viss nyckel eller knippa är klart osäker. Traka har sedan 90-talet arbetat med sina kunder och ta fram inte bara nyckelskåpen, utan även hur man kan sköta hanteringen i verksamheten. Resultatet är en klart mera effektiv hantering och en process som lämnar mera tid till verksamheten, inte nycklarna. Minskad administration Genom att respektive användare finns registrerade programvaran kan de själva hämta ut sina nycklar i skåpet. Genom att deras identitet registreras digitalt via deras passerkort behövs ingen manuell signering på papper. Givetvis går det att begränsa vilka och hur många nycklar som får hämtas ut och av vem. Ökad tillgänglighet Nyckelskåpet kan placeras i verksamheten så att de finns tillgängliga till behöriga personer 24/7. Ingen personal behöver finns tillgänglig för att lämna ut eller ta emot nycklar. Med en tydlig skärm kan respektive användare själv hitta rätt nyckel och förutsatt behörighet kan den hämtas ut. Effektivare process Alla nycklar och användare hanteras i en och samma programvara. På så vis ges alltid full kontroll på alla aktuell nycklar och personer. Alla användare använder sina befintliga passerkort eller ID06 kort så ingen extra administration krävs. Säkrare hantering Alla uthämtningar och återlämningar registreras digitalt och per automatik. Så länge allt hanteras korrekt fortlöper verksamheten. Om en nyckel inte lämnas tillbaka i tid kan ett mail automatiskt genereras till både aktuell person och ansvarig. Detta ger 100 % kontroll med minimalt manuellt arbete. Miljövänligt och fokus på verksamheten Genom att placera nyckelskåpet ute i verksamheten istället för centralt i en bemannad reception kan arbetet göras smidigare. Användare kan själva hämta nycklar för att utföra det arbete som behöver göras. Det leder till snabbare åtgärder och mindre bilkörning. Själva administrationen kan fortfarande hanteras centralt och rapporter kan enkelt ta ut för att se statistik och vilka nycklar som hanteras av vem. Slutsatsen? Trenden inom flera verksamheter är idag digitalisering och miljö. Även om visionen är att helt ta bort mekaniska nycklar kommer de finnar kvar under lång tid framöver. I och med det finns det digitala sätt att i kombination med elektroniska passersystem även hantera nycklarna på ett effektivare och smartare sätt. URL: https://www.assaabloy.com/se/sv/stories/access-stories/moderna-sakerhetssystem-skapar-trygghet-pa-jobbet Moderna säkerhetssystem skapar trygghet på jobbet X Moderna säkerhetssystem skapar trygghet på jobbet Precis som flygplatser och bilar behöver säkerhetssystem för att förebygga farliga scenarion behöver också företag och skolor moderna system som hjälper till att säkra en god arbetsmiljö. Ett bra säkerhetssystem är helt enkelt avgörande för att ett företags anställda ska kunna känna sig trygga – och ha en smidig vardag. Klas Stenmo är teknisk säkerhetsexpert på X X och menar att ett effektivt och välanpassat säkerhetssystem kan göra stor skillnad i vardagen. Ett bra säkerhetssystem ska kunna erbjuda många olika dörrlösningar i ett för att göra vardagen smidigare och tryggare för företagets anställda. – Om vi tar en skola som exempel behöver olika utrymmen sina olika låsfunktioner och säkerhetsåtgärder. Ett förråd för skolmaterial som papper och pennor behöver till exempel inte ha ett lika avancerat låssystem som ett rum med servrar, där stöldrisken och skyddsvärdet förstås är betydligt högre. Utmaningen är att inte skapa krångel i onödan och samtidigt bibehålla en hög säkerhetsnivå. Ett säkerhetssystem ska ta hänsyn till precis den typen av aspekter och se till att systemets olika delar interagerar med varandra, förklarar Klas. Historiskt har många säkerhetssystem sett i princip likadana ut, men i takt med teknikens utveckling har de moderniserats och blivit betydligt bättre och enklare att använda. För att underlätta människors liv, i stället för tvärtom. – Eftersom ett system består av så många olika komponenter är det viktigt att det är så pass raffinerat att beståndsdelarna – så som lås, dörrautomatik, larmsystem, brandlarm och inpassering – samverkar smärtfritt. Om brandlarmet går Klas lyfter ett exempel kring brandlarm. Om larmet går, ska systemet i sin tur automatiskt låsa upp dörrar som möjliggör en snabb och säker väg ut ur byggnaden. Dessutom ska systemet vara utrustat med komponenter som känner av vart människor befinner sig så att systemet kan låsa platser för att försvåra eldspridning. – Om någon del inte fungerar kan det få ödesdigra konsekvenser och det är därför det är så viktigt att inte tumma på kvaliteten när man väljer säkerhetssystem. I skolattacker är det extra aktuellt, menar Klas och fortsätter: – Om hot uppstår ska en lärare kunna låsa olika delar av skolan eller låsa in sig och eleverna. Det ska även finnas överfallsknappar kopplat till lås och säkerhetsaspekter som automatiskt larm till 112 till exempel. All denna teknik som ska fungera smidigt och dessutom ha användarens beteende i åtanke. Om systemet är för komplicerat för användaren kan det skapa en olustkänsla. På så vis ska det i närmaste vara osynligt; en del i vardagen, men utan att störa. Ytterligare en aspekt är att systemet inte ska gå att manipulera. Det måste finnas ett välutvecklat manipuleringsskydd inbyggt i systemet så att obehöriga inte ska kunna ta sig in i systemet via internet och låsa alla dörrar med en knapptryckning. – Då har vi minst sagt ett problem, menar Klas Stenmo. Säkerhetssystemets grunduppgift är att underlätta för människor och förebygga att hotfulla situationer uppstår. Med ett bra och modernt säkerhetssystem hjälper vi företag att skapa en trygg arbetsmiljö och underlättar för människor i vardagen, utan att tumma på säkerheten. Luftfart URL: https://www.assaabloy.com/se/sv/stories/access-stories/accesskontroll Access Control X Access Control Trygg och säker passage 2022-01-19 Access Control är säker hantering av tillträden för människor när de flyttar genom en byggnad eller på en plats. Så fungerar det Ett system för Access Control garanterar att rätt personer kan komma in på rätt områden vid rätt tidpunkt och benämns ofta som passersystem. Till skillnad från vanliga mekaniska nycklar är åtkomstkontroll flexibel och dynamisk. Det möjliggör för säkerhetspersonal att dela ut eller återkalla en användares behörigheter när de behöver – ungefär som ett automatiserat trafikljus som du kontrollerar. Läs mer här → Funktioner Access Control kan omfatta elektroniska dörrlås för extern och invändig användning; läsare för hissar eller parkeringsplatser och trådlösa elektroniska lås på skåp. Brukarna i systemen kan öppna dörrar och andra lås med ett access-kort, en programmerbar elektronisk nyckel, en PIN-kod, en mobilapp – eller till och med ett val av alla fyra. Alla organisationer med områden eller tillgångar som inte ska vara offentliga för alla eller om det är att dra nytta av att installera ett system för åtkomstkontroll. Referenser Smarta verksamheter behöver smarta och sofistikerade säkerhetslösningar. Vilket system passar bäst på din organisation? Läs vidare för att lära dig mer om hur accesskontroll fungerar i in bransch. Läs mer här → URL: https://www.assaabloy.com/se/sv/stories/access-stories/elektrisk-lasning Elektrisk låsning X Säker låsning på rätt sätt 2022-01-10 Elektrisk låsutrustning erbjuder den perfekta kombinationen av snabb och bekväm tillgång, säker utgång, distansövervakning och inte minst hög säkerhet. CLIQ ® Remote kombinerar det bästa med elektronisk och mekanisk säkerhet. Systemet består av programmerbara nycklar, cylindrar, programvara och enheter för nyckelprogrammering som samverkar för att öka produktivitet och säkerhet. Här passar ett elektromekaniskt låssystem Med CLIQ Remote kan du alltid uppdatera nycklarnas behörighet och göra snabba förändringar i tillträdet till olika dörrar. Speciellt lämpligt vid geografiskt spridda verksamheter. Många branscher har höga säkerhetskrav och har ofta verksamheter spridd över vidsträckta geografiskt område. Det kräver en smart säkerhetslösning. URL: https://www.assaabloy.com/se/sv/stories/access-stories/nyckelhantering Nyckelhantering X Enkel och säker hantering av nycklar 2021-11-04 Nycklar ger tillgång till blanda annat känsliga områden, maskiner och fordon. Digital nyckelhantering möjliggör så att endast behöriga användare får tillgång till dessa nycklar. Digitala nyckelsystem registrerar automatiskt när en nyckel används och av vem. Systemen erbjuder enkel användning, full spårbarhet av alla transaktioner som görs tillgänglig för snabb visning via mjukvaran rapporteringsfunktionen. Säkra dina nycklar till fysiska tillgångar, byggnader, anläggningar, utrustning och fordon och undvik att nycklarna tappas bort eller hamnar i fel händer. Smarta nycklar vs. konventionella nycklar X lösning är enkel. Nycklar, eller nyckelknippor, är permanent kopplade med säkerhetsskydd mot en metall tag. Taggen är en extremt stark nickelpläterad mässingscylinder, som innehåller ett elektroniskt chip som ger den en unik identitet. Således är nycklarna effektivt elektroniskt märkta. Taggarna, med bifogade nycklar, låses i en position i nyckelskåpet som endast kan frigöras av en auktoriserad användare. 📅 Scraped on: 2025-02-23 12:29:04 ====================================================================================================  🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/mjukvara-som-underl-ttar-f-r-arkitekter 📄 Content: Mjukvara som underlättar för arkitekter X jumpToMainContent X X Karriär Om oss X X Webshop Ellåsguiden Meny Produkter och lösningar Stories Support & service Säljare KUNDCASE Projektering Mjukvara som underlättar för arkitekter 2024-10-28 1 min read Chet Baines är arkitekt och använder mjukvaran X från X X. Beslagning för dörrmiljöer är ett område som blir allt mer komplext. Hanteringen av dokumentationen i ett projekt som innefattar dörrmiljöer kan bli omfattande – för att inte tala om den kommunikation som är nödvändig mellan intressenterna i projektet. Mjukvaran X från X X har gjort stor skillnad för arkitekten Chet Baines. Chet Baines arbetar sedan många år som arkitekt hos Snidare Arkitekter i Stockholm. Hans arbetsgivare har ramavtal med ett flertal kommuner vilket gör att Chet och hans kollegor arbetar frekvent med att rita skolor, förskolor och äldreboenden i X regi. Projekten finns oftast i Stockholm och Östergötland. – Att jobba med samhällsviktiga projekt som skolor och förskolor känns extra bra, säger Chet Baines. En byggnad är för gemene man i en del fall bara ett hus, rätt och slätt. Men under ytan döljer sig en enorm komplexitet. Det gäller inte minst projekteringen av dörrmiljöer, något som blivit en viktig del av det arbete som Chet utför. – Att sätta samman rätt beslagning har blivit allt mer komplext. Utgångpunkten är att fastigheterna och lokalerna ska användas så mycket som möjligt, och då måste även alla produkter kring dörren bli rätt, förklarar Chet, som har tillgänglighet som expertområde. För ett antal år sedan kom Chet i kontakt med X X via en kollega. Det visade sig att det fanns ett digitalt projekteringsverktyg – X X X – som kunde underlätta arkitektens arbete. Chet blev nyfiken och började snart använda mjukvaran. – Det första projektet med X var en skola och idrottshall i Mjölby. Det handlade om mellan 500 och 600 dörrar. Jag fick stor hjälp av mjukvaran, berättar Chet. Med X har det blivit väldigt mycket enklare för Chet att i samarbete med X projektörer beslå dörrmiljöerna med rätt produkter från X X. Alla tekniska detaljer om produkterna finns i mjukvaran och det går enkelt att göra de förändringar som behövs. Något annat som har förändrats är kommunikationen. – All kommunikation kring projektet sker direkt i X, säger Chet. Det finns inte längre något behov av att skicka mejl om till exempel förändringar i projektet. Allt hanteras och spåras i mjukvaran. Chet lyfter också fram att X är kompatibelt med Autodesk Revit, en mjukvara för 3D-design som ofta används av arkitekter. Chet och kollegorna på Snidare Arkitekter kommer att fortsätta att använda mjukvaran från X X. Härnäst väntar bland annat ett projekt som innefattar Karlslunds förskola i Motala. – Att vi arkitekter har tillgång till effektiva digitala verktyg som X från X X är en förutsättning för att vi ska kunna göra ett bra jobb, avslutar Chet Baines. Stat, kommun och myndighet BIM and specification X X Vill du veta mer? X effektiviserar samarbete och informationsdelning. Följ dörrmiljöernas livscykel! Läs mer om X Läs mer om de kunder vi hjälpt Kundcase 8 000 cylindrar i Norrköping 2025-01-30 Innovativt arbete med accesslösningar 2024-01-05 Tryggt studentboende i Albano 2023-01-05 Projektering av 450 dörrar i Malmöfastighet 2022-05-18 Experter från X X hjälper X att snabbare leverera dörrlösningar 2022-04-20 X Keys On-Line 2022-03-01 Kundservice Teknisk support Projekteringsservice Öppettider Kontakta våra säljare Återförsäljare Utbildning Logga in i partner area CLIQ Web Manager login Access login Nedladdningscenter Produktblad Produktinformation Projekteringsverktyg Programvaror och drivrutiner Broschyrer Innovation och hållbarhet Gröna byggnader och EPD Våra värderingar Vårt agerande NIS2-direktivet Compliance-kausul X X Opening Solutions LinkedIn. X X Opening Solutions Sweden Facebook. X X Opening Solutions Sweden Instagram. X X Opening Solutions Sverige YouTube. © X X Juridiskt Integritetscenter Experience a safer and more open world Till toppen ---------------------------------------------------------------------------------------------------- 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/innovativt-arbete-med-accessl-sningar Innovativt arbete med accesslösningar  X Lösningar för sjukhus och andra vårdinrättningar 3 min read Flera av lösningarna som regionen har valt kommer från X X. Sett till antalet invånare hamnar regionen någonstans i mitten av listan över landets folkrikaste län. Oavsett storlek på länet är vård och hälsa ett ansvarsområde som vilar tungt på regionerna. Inom regionen i fråga finns flera sjukhus, från norr till söder. Här möter vi en larm- och säkerhetssamordnare inom regionen. Vi får veta hur de arbetar med accesslösningar – på sjukhusen och andra vårdenheter. Flera av lösningarna kommer från X X. – Den grundläggande förutsättningen är att ett sjukhus är både låst och öppet – på en och samma gång, säger han. Människor behöver kunna röra sig fritt samtidigt som en del utrymmen präglas av mycket hög säkerhet. Säkerhetssystem lägger grunden Alla som har besökt en större vårdinrättning vet att det är lätt att gå vilse. Oändliga korridorer och kulvertar samsas med långa rader av väntum, patientsalar, personalrum och adminstrativa lokaler. Hur håller man koll på alla dörrar? Ett säkerhetssystem som X X ARX är en bra början. – Vi använder ett ARX-system för alla vårdenheter i hela regionen, berättar larm- och säkerhetssamordnaren. Rätt behörigheter lagras på medarbetarnas personliga e-tjänstekort. Medarbetare som behöver röra sig mellan olika vårdenheter behöver inte ha flera passerkort, det räcker med ett. Spårbarhet och kontroll En promenad runt i något av regionens sjukhus visar hur viktigt ARX är för skalskyddet. Många dörrar är försedda med Pando-läsare, just nu fler än 2 500. Administratörerna lägger enkelt till nya behörigheter på ett kort om det behövs. På samma sätt kan ett e-tjänstekort spärras om det skulle tappas bort. ARX ger både spårbarhet och kontroll på digital väg. Trots det är inte den mekaniska låsningen helt död. – Ibland är det nödvändigt med mekaniska nycklar, säger larm- och säkerhetssamordnaren. Men på lång sikt är vårt mål att helt få bort den hanteringen som är både kostsam och tung rent administrativt. Elektromekanisk lösning för tekniska utrymmen På ett stort sjukhus rör sig inte bara vårdpersonal. Många entreprenörer arbetar inom IT, VVS och andra områden. De behöver ha tillgång till lokaler – ibland under så korta tidsperioder som ett par timmar åt gången. Regionen använder elektromekaniska X X CLIQ för sina tekniska utrymmen, i kombination med nyckelskåp från Traka . – Vi har flera Traka-skåp på våra sjukhus, berättar larm- och säkerhetssamordnaren. I skåpet hämtar entreprenören ut en CLIQ-nyckel och laddar den med rätt behörighet för en given tidsperiod. På så sätt slipper vi dela ut huvudnycklar. CLIQ är ett bra sätt att få funktioner från ett passersystem utan att behöva dra kablar. Läkemedel – säkrare hantering och minskat svinn Ett område inom hälso- och sjukvård som omgärdas av extra hög säkerhet är hanteringen av läkemedel. Mediciner ska förvaras inlåsta och enbart viss personal ska ha tillgång till dem. Inom regionen har man valt att sätta trådlösa Aperio C100-cylindrar från X X på sina medicinvagnar. Sjuksköterskorna låser enkelt upp medicinvagnen med sina e-tjänstekort via en närliggande Pando-läsare. Tack vare lösningen har regionen lyckats minska svinnet av läkemedel. Komplexa dörrmiljöer kräver innovation På ett modernt sjukhus samsas verksamheter som jobbar dygnet runt med avdelningar som har mer traditionella öppettider. Administrativ personal som arbetar nio till fem delar arbetsplats med medarbetare som har jour eller jobbar på akuten. Det ställer krav in i minsta detalj. En dörr som är låst vid fel tillfälle kan vara livsavgörande. Larm- och säkerhetssamordnaren beskriver dörrmiljöerna som komplexa: – Passersystem behöver fungera tillsammans med brand- och inbrottslarm och vi behöver kunna hantera accesser för ett stort antal medarbetare och entreprenörer. Det kräver ett stort mått av innovation för att hitta rätt lösningar. Delaktiga i utvecklingen Målet är att ha digital koll på varje enskild låspunkt och på så sätt kunna planera service och underhåll. Man lägger stort fokus på att skapa en enhetlig systemflora. Att över tid bygga bort äldre system och jobba med systemintegrationer är ett sätt att få bättre överblick och kontroll. Larm- och säkerhetssamordnaren avslutar: – En av fördelarna med X X är att vi kan vara delaktiga i utvecklingen av systemen. Via bland annat ERFA-grupper och nära samarbete med X experter kan vi förmedla våra önskemål och få återkoppling. Det är mycket värdefullt. Hälsa och sjukvård Accesslösning 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/tryggt-studentboende-i-albano Tryggt studentboende i Albano X Moderna och smarta accesslösningar Albano strax utanför Roslagstull i Stockholm. För 100 år sedan ett industriområde, en del i utvecklingen av det moderna Sverige. I dag är industrierna borta. Här växer nu en unik utbildnings- och forskningsmiljö fram. Följ med till en av X fastigheter för studentbostäder där X X bidrar med accesslösningar. Innergård och takterrass Sedd rakt uppifrån för fastigheten Teknikhöjden 1 tankarna till en något skev triangel. I centrum en rofylld innergård med tillgång till loftgångarna via en trappa. Några våningar upp kröns huset av en stor takterrass för avkoppling och milsvid utsikt över delar av huvudstaden. Nyckelbrickan är nyckeln De boende – studenterna – använder Aptussystemet från X X för att kunna komma in i fastighetens gemensamma delar. Den lilla nyckelbrickan är allt som krävs för att på ett tryggt och säkert sätt öppna rätt dörr, till exempel för att få tillgång till det väl tilltagna cykelrummet. På en central plats står studenternas poXack. Varje individuellt poXack öppnas även det med hjälp av nyckelbrickan. Digitalt och mekaniskt i samverkan Aptussystemet är ett modernt sätt att säkerställa trygg tillgång till fastigheter, oavsett storlek på fastigheten och vilka som bor där. På Teknikhöjden 1 samverkar den digitala lösningen med mer traditionella – men lika pålitliga – lösningar. I studenternas dörrar sitter mekaniska cylindrar. Nyckelbrickan får samsas med en klassisk nyckel. Smidiga lösningar för vardagen För en viktig och spännande tid av studentlivet är boendet på Teknikhöjden 1 en av många pusselbitar. En trygg plats där de tekniska lösningarna är anpassade för att fungera smidigt i vardagen och hjälpa till att skapa trygghet. Läs mer om våra lösningar för flerbostadsfastigheter Flerbostad Aptus Från industriområde till utbildnings- och forskningsmiljö Det tidigare industriområdet omvandlas till en modern stadsdel där fastigheter för utbildning och boende samsas. X X bidrar med accesslösningar till ett studentboende. 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/eden Eden X Johan Brolinger En byggnad med plats för alla delar av livet. Här ryms arbete, rekreation, socialt liv, aktivitet och avkoppling. Så beskrivs den åtta våningar höga fastigheten Eden på Hyllie Boulevard i Malmö. X X Opening Solutions har på uppdrag av X stått för projekteringen av dörrmiljöerna. X hade rollen som samverkansentreprenör i projektet. – Vi är mycket nöjda med projekteringen, säger Jacob Christensson, arbetschef och projekteringsledare på X. Tips ledde till samarbete Att ta hjälp av en expert på projektering i sitt byggprojekt är en smart väg till exakta dörrbeslagsscheman. Jacob Christensson kände dock inte till att X X erbjöd den typen av tjänster. – Det stämmer, säger Jacob. Men jag fick ett tips av en kollega i branschen och kontaktade sedan X X. Det har sedan lett till samarbete med dem i ytterligare projekt. Dörrkort till fler än 450 dörrar Eden-projektet omfattade fler än 450 dörrar och all beslagning som ingår i X sortiment. Projektören hos X X arbetade i mjukvaran X. Resultatet blev ett dörrkort för varje dörr – en exakt beskrivning av hur varje dörr ska beslås. Målet var att dörrkorten ska vara levande dokument som ska följa hela byggprocessen och slutligen nå slutkunden. Rätt projektering viktigt Malmöföretaget Lås & Larm Aktuellt stod för all installation av lås och beslag, med utgångspunkt i dörrkorten. – Det är väldigt viktigt att projekteringen genomförs på rätt sätt, säger Håkan Olsson, delägare av Lås & Larm Aktuellt. Så var det i det här fallet. Vi har fått ett suveränt stöd av X X. De är också en av våra största leverantörer. Under projektets gång har Håkan Olsson även haft möjlighet att påverka vidareutvecklingen av mjukvaran X och komma med inspel kring nya funktioner. Något han beskriver som värdefullt. ”Vi höll tidplanen” Stora delar av projektet genomfördes under coronapandemin. Precis som i många andra delar av samhället blev det nödvändigt med digitala möten istället för fysiska. – Självklart var det en utmaning, säger Jacob Christensson. Men vi höll tidplanen. Projektet överlämnades till beställaren Kungsleden i december 2021. I mars 2022 invigdes fastigheten Eden officiellt. I huset finns bland annat restaurang, utrymmen för co-working och traditionella kontor. Allt under konceptet Symbiotic Building som ska främja hälsosamma och välmående människor, inkluderande miljöer och framgångsrika företag. Kontor och företag Vi hjälper dig med specifikationen Vårt specifikationsteam stödjer kunder som arkitekter och projekterare i varje skede av ett projekt, från design och specifikation till installation och löpande underhåll. Kostnadsfritt! Läs mer om vår projekteringsservice Platser i världen Meddela oss om du gillar cookies Genom att acceptera cookies godkänner du att vi sparar cookies för att anpassa innehåll och annonser, tillhandahålla funktioner för sociala medier och analysera användningen av webbplatsen. Information kan också delas med våra sociala medier, reklam- och analyspartners. Cookiepolicy Integritetspolicy Avaktivera alla Ja, jag accepterar alla cookies Cookie-inställningar Inställningscenter för integritet När du besöker en webbplats kan den lagra eller hämta information i din webbläsare, främst i form av cookies. Den här informationen kan vara om dig, dina preferenser, eller din enhet och används mestadels för att webbplatsen ska fungerar som du förväntar dig. Informationen identifierar dig vanligtvis inte direkt, men den kan ge dig en mer personlig webbupplevelse. Eftersom vi respekterar din rätt till integritet, kan du välja att inte tillåta vissa typer av cookies. Klicka på de olika kategorierna för att läsa mer och ändra våra standardinställningar. Att blockera vissa typer av cookies kan dock påverka din upplevelse av webbplatsen och de tjänster som vi kan erbjuda. Mer information Tillåt alla Hantera inställningar för samtycke Nödvändiga cookies Alltid aktiv Dessa cookies är nödvändiga för att webbplatsen ska fungera och kan inte stängas av i våra system. De är vanligtvis bara inställda som svar på åtgärder som du gjort som utgör en begäran om tjänster, till exempel inställning av dina personliga preferenser, inloggning eller fyllning av formulär. Du kan ställa in din webbläsare för att blockera eller varna dig om dessa cookies, men vissa delar av webbplatsen fungerar inte då. Dessa cookies lagrar inte någon personligt identifierbar information. Funktionella cookies Dessa cookies gör det möjligt för webbplatsen att tillhandahålla förbättrad funktionalitet och personlig anpassning. De kan fastställas av oss eller av tredjepartsleverantörer vars tjänster vi har lagt till på våra sidor. Om du inte tillåter dessa cookies kanske vissa eller alla av dessa tjänster inte fungerar som de ska. Prestanda-cookies Dessa cookies tillåter oss att räkna besök och trafikkällor så att vi kan mäta och förbättra prestandan på vår webbplats. De hjälper oss att veta vilka sidor som är mest och minst populära och se hur besökare flyttar runt på webbplatsen. All information som dessa cookies samlar är aggregerade och därför anonyma. Om du inte tillåter dessa cookies vet vi inte när du har besökt vår webbplats. Marknadsföringscookies Dessa cookies ställs in på vår webbplats av våra annonseringspartners. De kan användas av dessa företag för att skapa en profil av dina intressen och visa dig relevanta annonser på andra webbplatser. De lagrar inte direkt personlig information, men är baserade på unikt identifierande av din webbläsare och internet-enhet. Om du inte tillåter dessa cookies kommer du att erfara mindre riktade annonser. Back Button Cookie-lista Search Icon Filter Icon Clear checkbox label label Apply Cancel Consent Leg.Interest Avvisa alla Bekräfta mina val 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/tmkonsult TMkonsult X 2 min read Hastighet och noggrannhet är viktiga faktorer för att kunna slutföra dörrspecifikationer i komplexa arkitektprojekt. Genom att samarbeta med experter från X X och använda mjukvaran X kan X, ett av norra Sveriges största arkitekt- och teknikkonsultföretag, hjälpa sina kunder med tydlig information. Samarbete snabbar upp processen och gör att arkitekterna kan fokusera på att utforma byggnader. Att arbeta med specifikationer för dörrmiljöer och säkerhet kan både vara mödosamt och gå långsamt. För arkitekter och designer som inte känner till de tekniska detaljerna i dörrlösningarna kan det stjäla tid från det kreativa arbetet. X konsulter inom specifikation har den expertis som behövs. De ser till att alla som är inblandade i ett projekt snabbt får tillgång till uppdaterad information. X X erbjuder dessa tjänster runt om i världen. X har samarbetat med X X Opening Solutions i flera projekt, till exempel hotell, bostäder och offentliga byggnader. Storleken på projekten varierar mellan 50 och 1000 dörrar. Dörrlösningar och specifikationer är viktiga delar för BIM-processen i varje projekt. – Att ha stöd för komplexa dörrmiljöer är väldigt värdefullt och sparar mycket tid, säger Jonatan Jacobsson, A-ingenjör på X. Specifikationer och BIM för arkitekter BIM-processen är en pågående dialog som hjälper arkitekter, entreprenörer, investerare och projektägare att samarbeta. BIM är inte bara ett verktyg för virtuella modeller och hantering av arbetsflöden, utan ger även tillgång till värdefull data. En viktig tidsbesparande faktor är att specifikationen av varje produkt placeras i en detaljerad, uppdaterad digital modell av byggnaden. – Vi arbetar med BIM på något sätt i alla våra projekt, fortsätter Jonatan Jacobsson. Det skapar värde från dag ett, både för konsulten och kunden. X X Opening Solutions experter på specifikationer bidrar direkt genom hela BIM-processen. Både arkitekter och kunder har tillgång till deras specialistkunskaper. Effektivt samarbete möjliggör också transparent kommunikation av viktiga förändringar inom projektet. Det gör att X snabbt kan lägga fokus på att åtgärda eventuella fel. På så sätt hålls projektet på rätt spår samtidigt som kunden blir nöjd. Genom att arbeta nära konsulterna från X X kan X i ett tidigt skede leverera förslag på dörrmiljöer som uppfyller alla krav. Med dörrexperterna ombord går det snabbt att fatta beslut. Samarbete med mjukvaran X I tillägg till samarbetet med konsulterna från X X använder X mjukvaran X som verktyg för digitalt samarbete. X fungerar tillsammans med designverktyg som Autodesk Revit och Graphisoft Archicad. Under arbetet med specifikationerna kan arkitekterna skicka dörrinformation direkt från Revit och på så sätt spara tid och samtidigt se till att informationen blir korrekt. När nya beslut om dörrmiljöerna fattas kan arkitekten eller designern uppdatera specifikationen direkt med valda produkter och parametrar. X kan sedan exportera uppdaterade dörrspecifikationer direkt tillbaka till projektets design. Via X kan man även kommunicera med kunderna. De föredrar ofta att ta emot information på olika sätt. X är flexibelt och gör att X kan välja ett sätt som passar varje kund. – Det har fungerat väldigt bra, sammanfattar Jonatan Jacobsson. Industri och tillverkning 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/sisab X X X SKOL (Sisab Keys OnLine) är ett digitalt, decentraliserat nyckelhanteringssystem som kraftigt reducerar CO2-utsläppen från X:s entreprenörer och konsulter. Istället för att åka fram och tillbaka till X:s huvudkontor för att kvittera ut och återlämna nycklar – hanteras nycklarna digitalt för X:s omkring 600 fastigheter. Omkring 30 resor om dagen kan undvikas med en beräknad total besparing på minst 10 ton CO² per år. – Vi är stolta över att ha skapat en lösning för digitaliserad nyckelhantering som inte bara effektiviserar den dagliga verksamheten, utan även bidrar till minskade CO²-utsläpp. Tack vare en kombinerad lösning med TRAKA, digitala nyckelskåp och CLIQ Remote, digitalt kodade nycklar kan användaren enkelt administrera rätt behörigheter vid rätt tillfälle utan att behöva vara fysiskt på plats, säger Thomas Hellman , projektledare X X. Systemet, som idag är driftsatt på en femtedel av X:s fastigheter, har utvecklats tillsammans med X X och Projektengagemang. Utrullningen pågår och 2019 kommer alla 600 fastigheter i X:s bestånd att ha digital nyckelhantering. – SKOL är ett lysande exempel på hur vi som Xt bolag kan arbeta tillsammans med privata företag för att utveckla nya, digitala och hållbara tjänster, säger Niklas Dalgrip, chef för driftavdelningen på X. SKOL består av TRAKA nyckelskåp V-skåp och M-skåp, som sitter placerat innanför skalskyddet på respektive fastighet. I nyckelskåpet finns digitalt kodade CLIQ Remote nycklar som ger åtkomst till fastighetens serviceutrymmen. För att komma åt nycklarna krävs ID06 samt registrering i X:s system för nyckelhantering. Varje nyckel är digitalt kodad med tidsbegränsning. Hela lösningen administreras, över nätet, från X:s huvudkontor. X kan på så vis följa upp vilken entreprenör som har haft tillgång till fastighetens utrymmen vid vilken tidpunkt som helst. Dessutom säkerställs att entreprenören har rätt nyckel till rätt utrymme. Så kallade “bomkörningar” undviks därför helt. För skolorna är det stor skillnad och medför även att inga nycklar tappas bort. Nyckelkontroll Digital låsning Passerkontroll CLIQ Remote Om verksamheten X – X i X, är ett Xt fastighetsbolag som äger och förvaltar merparten av Stockholm kommuns förskolor, grundskolor och gymnasieskolor. Bolaget ingår i koncernen X. Produkter X - SKOL TRAKA TOUCH V-skåp TRAKA TOUCH M-Skåp CLIQ ® Remote Nycklar Remote Wall PD Remote Cylindrar Besök Xs hemsida 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/ctek X X Batterijätten X höjer säkerheten med CLIQ och ARX 2022-02-17 Världsledande X säljer varje år över en miljon batteriladdare. Forskning och utveckling står i centrum och man tar inga risker med säkerheten. Ett dåligt underhållet låssystem blev startpunkten för vad som nu är en tryggare lösning med CLIQ och ARX från X X. – Vi är ett världsledande bolag i vår bransch, så det är klart att vi väljer säkerhetslösningar från X X, säger Michael Alenius, fastighetsansvarig på X. Längst fram i utvecklingen X har efter 30 år med sina innovativa produkter placerat sig i premiumsegmentet i sin bransch och levererar nu batteriladdare till bilägare i hela världen. Men det är inte bara konsumenter som köper laddare från X. Även lyxiga bilmärken som X, Porsche och Rolls Royce finns på kundlistan. Efter många års organisk tillväxt gjorde X 2018 sitt första uppköp. Då förvärvades Norrköpingsbaserade X, Skandinaviens största producent och utvecklare av laddningslösningar för elfordon. Michael Alenius är fastighetsansvarig på X sedan ett par år tillbaka: – Vi säljer över en miljon laddare varje år till våra olika kundgrupper. Fokus ligger på slutkonsumenter där konkurrensen från de billigare produkterna alltid är hård. Så för oss gäller det att i alla lägen fokusera på att ligga längst fram i utvecklingen. Tar inga risker När Michael började på X för snart fyra år sedan insåg han att säkerheten hos företaget var eftersatt. Det gamla låssystemet med nycklar var inte underhållet och flera nycklar var på drift. När så mycket av bolagets framtid hänger på forskning och utveckling kan man inte ta några risker med säkerheten, varken fysisk eller digital. – Min första åtgärd var att uppgradera vårt nyckelsystem, fortsätter Michael. Mitt krav var att jag på distans från Vikmanshyttan skulle kunna sköta systemet i Norrköping där vi också har verksamhet. Central hantering ger bättre koll I samråd med Göthes Säkerhet i Falun installerades ett helt nytt CLIQ-system. Med CLIQ Remote kan behörigheterna till alla nycklar hanteras från en central dator som kan befinna sig var som helst. – Nu har alla rätt behörighet att komma in i de lokaler de ska. Alla passager loggas och jag känner att vi har mycket bättre koll på säkerheten, säger Michael. Komplett system för inpassering och larm Sett till antal anställda och kvadratmeter är X ett förhållandevis litet bolag. Men skyddsvärdet är inte mindre för det. Michael nöjde sig inte med att införa ett toppmodernt digitalt låssystem. I dag har de även installerat ett komplett säkerhetssystem med både inpassering och larm. Valet föll naturligt på Larm i ARX från X X. – Fastigheten vi sitter i äger vi själva, men en del hyr vi ut till en annan verksamhet. Med ARX har vi nu på ett enkelt sätt kunna dela upp våra lokaler i flera larm- och passerzoner så att de olika företagen själva kan administrera sina behörigheter efter behov. – Vi är ett världsledande bolag i vår bransch, så det är klart att vi väljer säkerhetslösningar från X X. ARX Code Handle Om kunden Kund: X Geografi: Vikmanshyttan i Dalarna och Norrköping. Lösning: ARX, CLIQ och Code Handle. 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/komplexa-krav-i-nytt-sjukhusbygge Kalmar Psykiatri X Komplexa krav i nytt sjukhusbygge 2022-02-11 Kraven som ställs på säkerheten på ett sjukhus är omfattande och komplexa. Det är inte bara verksamheten som ställer krav, man måste även anpassa sig till lagar och förordningar. Ett sjukhus ska både vara öppet men samtidigt väldigt säkert. Invånarna i regionen ska kunna besöka stora delar av sjukhuset samtidigt som andra avdelningar ska vara låsta. Inbrottslarm ska kommunicera med brandlarm, akutlarm och interna kommunikationssystem. Dessutom ska alla lokaler kunna utrymmas vid händelse av fara. X X har levererat en enorm mängd enheter till bygget av ett nytt sjukhus i Kalmar, mer exakt 550 Pando Secure, 450 H100, 1000 CLIQ och 1000 larmpunkter. – Den största utmaningen för oss var att få alla våra system att fungera tillsammans, säger Magnus Klase, säkerhetssamordnare för Brand och Tillträde på X. Samlade avdelningar ger flera fördelar Så vilka är förutsättningarna för detta jätteprojekt i den småländska kuststaden? Hus 36 byggs i Kalmar på uppdrag av X. Tanken är att samla alla psykiatriska avdelningar i ett och samma hus i direkt anslutning till det befintliga sjukhuset. I dag är de olika avdelningarna utspridda över hela staden. Att samla allt under samma tak kommer att ge flera olika fördelar både för personal och patienter. Lagkrav och samverkande system X roll är att leverera ett enormt ARX-system men också allt annat vad gäller beslagning och lås. Mekaniska cylindrar, CLIQ-system, dörrstängare och -öppnare, trycken, gångjärn… allt. På X är Magnus Klase säkerhetssamordnare för Brand och Tillträde. Cecilia Ivarsson är funktionsplanerare. Cecilia berättar: – Vi har lagkrav att uppfylla eftersom vi har heldygnsvård och sluten vård inom psykiatrin. Det här huset är en klass 3-byggnad och vi faller då inom lagen för psykiatrisk tvångsvård och det ställer höga krav på passersystemet. Magnus Klase är väl medveten om komplexiteten: – Den största utmaningen för oss var att få alla våra system att fungera tillsammans. Olika lagkrav ska samspela med krav på tillgänglighet, utrymning och låsning. Därför har vi även valt att installera Larm i ARX för våra inbrottslarm. Efter upphandling fick bland andra ELIA och X uppdraget att projektera och installera lämpliga säkerhetssystem. Beprövade produkter och erfarna installatörer I ett så här omfattande projekt underlättar det enormt att reducera antalet leverantörer. X har i det här fallet varit extra nöjda med att kunna använda sig av en säkerhetsleverantör till hela bygget. – Ingen kan garantera att så här komplexa lösningar kommer att fungera som det är tänkt i alla lägen på projekteringsstadiet, men med beprövade produkter och erfarna installatörer ökar sannolikheten att det ska gå smidigt, säger Daniel Åkerblad på X. Han fortsätter: – Flera av produkterna från X X underlättar enormt i den här lösningen. I alla korridorer med rum som behöver kopplas mot ARX, och det är många, har vi monterat dörrbladsläsaren H100. Läsaren kräver ingen kabeldragning i dörren eller strömförsörjning, det har sparat oss väldigt många timmars arbete och sänkt kostnaden markant för Regionen. En annan produkt vi verkligen uppskattar är dörrstängarna som i sitt standardutförande är enkla att montera och justera så att de passar i stort sett vilken dörr som helst. Johan Kling från ELIA håller med: – Vi utbildade alla våra installatörer i ARX innan projektet drog igång för att vara säkra på att vi inte skulle fastna på något. I de fallen vi har behövt konsultation har X X alltid funnits bara ett samtal bort. En nyckelfri verksamhet Önskemålet från X är att verksamheten ska vara nyckelfri. Cecilia Ivarsson igen: – Inom vår region jobbar vi redan med X säkerhetssystem ARX, så för att få en orienterbarhet för de som använder byggnaden har vi valt att fortsätta den installationen. Fördelarna är flera, det är enkelt och säkert att jobba med och det är något som alla känner igen. Med ARX installerat på i stort sett alla dörrar är vi nästan helt nyckelfria. Det enda användaren ska behöva bära med sig är sitt e-tjänstekort. – Dock har vi ändå monterat cylindrar på alla dörrar om det skulle komma till ett läge är vi måste använda mekaniken för att öppna, säger Magnus Klase. Daniel Åkerblad på X avslutar: – Tillsammans har vi löst allt, utan kompromisser. Offentliga miljöer och underhållning Dörrkontroll X län Kalmar ARX och CLIQ Remote 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/hemab HEMAB X Färre nycklar förenklar vardagen på X och X 2022-02-01 Branscher som hemtjänst, telekom, VVS och renhållning är ofta beroende av tillträde till lokaler som tillhör andra eller tredje part. Historiskt har man löst detta med att den som behöver tillträde har fått kvittera ut en nyckel. På X i Härnösand har man tack vare SHARELOCK tagit ett stort kliv mot en mycket enklare hantering av nycklar inom området sophämtning. – Vi har kunnat reducera antalet nycklar som chaufförerna har med sig i bilarna enormt, säger Cathrine Edholm, framtidsstrateg för återvinning på X. X i Härnösand är ett kommunägt bolag som bland många andra saker också tar hand om sophämtning. Cathrine Edholm berättar om tidigare utmaningar. – Chaufförerna måste varje dag hantera dussintals nycklar för att kunna hämta upp avfall runt om i staden, både i flerbostadshus och hos företag. När någon har kört en tur under längre tid brukar det ofta fungera ganska bra. Men så fort en tur ändras, ett lås byts ut, en nyckel försvinner eller om det kommer in en vikarierande chaufför uppstår det problem. Cathrine berättar vidare att de har tidsoptimerade körningar. Det betyder att om de fastnar på ett ställe kan det påverka hela dagens upphämtningar. Missar chaufförerna att hämta upp någonstans måste de göra en extra körning så fort som möjligt, vilket alltid blir besvärligt på något sätt. Startade med provinstallation Problemet med omfattande nyckelhantering är varken nytt eller unikt. Alla företag som hämtar sopor har samma utmaningar. – Vi har sökt en lösning under längre tid, fortsätter Cathrine Edholm. För några år sedan fick vi information om att ett företag i samma situation som oss provade en ny tekniklösning. Cathrine beskrev vad hon hade hört för Christer Nylund på Nylunds lås, den låssmed X använder. Han presenterade SHARELOCK för henne. – Christers förslag var att vi skulle göra en provinstallation på ett par dörrar och kombinera kundens befintliga låscylinder med en CLIQ-cylinder från X X. CLIQ har vi kört inom X i flera år och är väldigt nöjda med hur det fungerar. Fristående system med samma nyckel Genom att montera SHARELOCK kan entreprenörer använda ett helt fristående system med samma nyckel till alla utrymmen. SHARELOCK kan användas med CLIQ Remote om man vill ha funktioner för spårbarhet, dynamisk behörighet och loggfunktion. På detta sätt vet fastighetsägarna att entreprenörerna bara kan komma in när de ska utföra sitt arbete. Alla accesser loggas i cylindern och förlorade nycklar går enkelt att spärra. Samuel Yngvesson är chaufför på X. Han hörde om projektet i ett tidigt skede och fick vara med att utvärdera funktionen. Han säger: – Det tog inte många turer innan jag förstod att den här lösningen var önskad på alla våra upphämtningsställen. Från 70 till 20 nycklar Tillsammans med Nylunds lås har X nu monterat SHARELOCK med CLIQ på två tredjedelar av alla utrymmen som besöks. – Vi har kunnat reducera antalet nycklar som chaufförerna har med sig i bilarna enormt, säger Cathrine Edholm. Istället för att hålla reda på 70 olika nycklar är det nu cirka 20, plus en CLIQ-nyckel. Nya tekniklösningar kan ibland mottas med visst motstånd när man inte ser den direkta nyttan. Men inte den här gången. Det är ju chaufförernas vardag som har förenklats. Transport Mekanisk låsning SHARELOCK™ HEMAB (X och X) Härnösand Sharelock och CLIQ Remote 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/olivia-hemtjanst Olivia Hemtjänst X Så fick Olivia Hemtjänst ordning på nyckelhanteringen 2022-01-11 4 min read Spårbarhet och minskad administration är två stora fördelar med det digitala nyckelskåpet, Traka Touch, enligt Maria Segring, enhetschef på Olivia Hemtjänst i Åkersberga. Möjligheten att spåra vem som har en viss nyckel har gjort att personalen numera nästan alltid lämnar tillbaka nyckeln efter arbetspasset. Olivia Hemtjänst, Åkersberga har cirka 130 kunder i Österåkers kommun och ett 70-tal medarbetare, fördelade på två daggrupper, två kvällsgrupper och två helggrupper samt vikarier. Den gröna gruppen servar kunder i närområdet och den blåa bilburna gruppen servar kunder i kommunens ytterområden, förutom skärgårdsöarna. Traka Touch kan administreras via displayen eller genom att tanka över information från en dator till ett USB-minne. Det kan också nätverksanslutas. – Jag lade in medarbetare och kunder när vi fick Traka Touch i april 2016 och vi är mycket nöjda med denna lösning, berättar Maria Segring. Jag fick en flygande start, tack vare hjälpen från X XSs Trakaspecialist, Claes Hammar. Den löpande administrationen hjälps vi på kontoret åt med. Hur hanterade ni nycklarna förut? – Då hade vi ett nyckelskåp från en annan leverantör. Med- arbetarna knappade även då in en kod när de skulle hämta nycklar men måste kvittera hämtning och återlämning på en pappersblankett. Det var tidsödande men nu loggas allt automatiskt. Det hände också att nycklar kom bort. Då måste kunden byta lås, vilket vi fick betala. Även nu kan nycklar förstås komma på drift. Men tack vare Traka Touch vet vi vem som senast hämtat nycklarna och när eftersom vi kan söka på varje enskild kund. Så ”nyckeldisciplinen” har blivit bättre nu. Vilka andra problem hade ni tidigare? – Ibland glömde medarbetare att signera nyckelloggen och ibland var det svårt att tyda vem som hade nyckeln, säger Maria Segring. Om till exempel en vikarie varit hos en kund på vid lunchtid och någon annan ska dit på morgonen nästa dag blev det problem om man inte visste vem som hade nyckeln. Det slipper vi nu. Tack vare Traka Touch spar vi cirka 1-2 timmar varje dag. Den tiden kan vi istället lägga på att kvalitetssäkra verksamheten då vi slipper leta samt ringa och spåra var eventuella nycklar kan vara. Har ni nycklar till alla kunder? – Till ungefär sju av tio har vi det, berättar Elin Kraft. Hon är undersköterska på Olivia Hemtjänst och ute hos kunderna dagligen. Även om vi har nyckel ringer vi ändå alltid på dörren innan vi går in med nyckel till kunden. Blir vi mer än 15 minu- ter sena ringer vi till kunden. Att vi numera har stenkoll på alla nycklar innebär även en stor trygghet för kunden. Varför är det viktigt att även kunna spåra bil- och cykelnycklar? I skåpen finns även Olivia Hemtjänsts bil- och cykelnycklar. – En borttappad bilnyckel innebär en relativt stor kostnad, framhåller Maria Segring. Det är också bra att veta vem som använt bilen om något händer, som t ex bilskada. Vi kan dessutom snabbt spåra en borttappad eller kvarglömd cykel. Cirka 100 av de 130 kunderna har trygghetslarm och måste då alltid lämna nyckeln till hemtjänsten. – För larmkunder har vi dubbla nyckeluppsättningar i Trakaskåpen, berättar Maria Segring. Det är nödvändigt eftersom den vanliga nyckeln används dagligen. Larmnycklarna har röd bricka och används endast vid larm, de vanliga nycklarna gröna i gröna gruppens skåp och blåa i bilgruppens skåp. Detta för att det ska vara enklare för medarbetarna att veta vilken nyckel hör till var. Varför valde ni Traka Touch? – Vi tittade på olika alternativ och jag tog också hjälp av vår IT-avdelning, säger Maria Segring. Att valet föll på Traka Touch berodde främst på att det, till skillnad från andra skåp, inte kräver Internetanslutning utan fung- erar off line. Det räcker för oss i nuläget. Är Traka Touch lättanvänt? – Det är både lättanvänt och säkert, tycker både jag och mina kollegor ute på fältet, framhåller Elin Kraft. Vi loggar in med våra id-kort och kod och det går bara inte att göra fel. Hängs en nyckel på fel plats larmar skåpet och blinkar rött och den rätta positionen grönt. Det spar mycket tid för oss. Använder ni möjligheten att låsa nyckelpositionerna? – Inom hemtjänsten måste alla ha tillgång till samtliga nycklar och vi därför kan vi inte ha låsta positioner, menar Maria Segring. Rekommenderar du Traka Touch till andra utförare inom hemtjänsten? – Det gör jag definitivt och Olivia Hemtjänst har redan beställt flera skåp till fyra av våra andra kontor i Stockholm. Fakta om Traka Touch Traka Touch registrerar automatiskt vilka nycklar som avlägsnas och lämnas tillbaka, av vem och vilken tid på dygnet. Traka Touch behöver ingen extern mjukvara och nätverksåtkomst för att fungera, utan kan användas direkt utan speciell installation eller inställning. Traka Touch skåpen öppnas säkert via personlig PIN-kod eller via läsare med passerkort. Om skåpen ansluts via nätverk till programvaran Traka WEB kan även integration ske till andra passersystem som exempelvis ARX. Traka skåpen finns i olika storlekar från Mini med 20 nyckel- positioner, till Standard med 60 och Large med 180. Skåpen kan sedan kopplas samman så upp till 740 nyckelpositioner kan hanteras från en och samma skärm och läsare. Man kan välja om nycklarna ska ha låsta positioner eller inte. Det innebär att en person som har tillåtelse att öppna skåpet, endast har tillgång till de nycklar som administratören gett behörighet till. Om personen skulle försöka att hämta ut en nyckel som han eller hon inte har behörighet till, markeras det i loggfilen och administratören underrättas. Nyckelskåpen levereras med dörr av stark klar polykarbonat eller massivt stål. Skåpstommen är tillverkad av svart Zintec-stål. Egenskaper 7” pekskärm Inbyggd Windows CE dator med SQL-databas 250000 loggar USB-port för import/export av rapporter eller databaser Automatisk säkerhetskopiering av data till flyttbara SD-kort Inbyggt backup-batteri för att förhindra förlust av data genom längre strömavbrott 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/grundfos Grundfos X Ökad kontroll för Grundfos Grundfos, med den svenska verksamheten i Mölndal, är världens största tillverkare av centrifugalpumpar. Huvudkontoret, med cirka 4 500 anställda, ligger i danska Bjerringbo. Där finns 49 byggnader, spridda på ett område av 280 000 kvadratmeter. Tidigare användes hundratals fysiska nycklar som ibland kom på drift. Tack var det elektroniska nyckelskåpet Traka har Grundfos kunnat minska antalet nycklar med 75 procent. Det såg Lars Rosenlund, säkerhetsansvarig på Grundfos, till. Han lät byta ut äldre lås, där patentet gått ut, mot det nya patenterade låssystemet Ruko Triton 501. Cylindrarna levereras utan nycklar; dessa tas istället fram för varje enskild cylinder Samtidigt installerades också det elektroniska nyckelhanteringssystemet Traka. Då såg man över behovet av nycklar och konstaterade att det fanns dubbletter i omlopp och att många anställda hade nycklar de inte behövde i sin dagliga verksamhet. Det innebar en minskning av antalet nycklar med hela 75 procent. Vilka fördelar innebär den nya lösningen? – Den stora fördelen är en effektivare nyckelhantering genom minskad administration, säger Lars Rosenlund. Kommer en nyckel på drift kan den snabbt spärras av administratören. Ingen har längre några nycklar i fickan, utan nycklarna finns istället i Trakaskåpen som är utplacerade i byggnaderna. Där kan medarbetaren bara hämta den nyckel han/hon är behörig att använda och vi slipper manuell utlämning och nyckelkvittenslistor. Hur legitimerar sig personalen när nycklarna hämtas ut? – Genom att använda sina vanliga kombinerade ID och passerkort. Kortet styr vilken eller vilka nycklar man kan hämta ut. Behörigheterna läggs in i Trakasystemet och det går snabbt att ändra behörigheter, lägga in nya eller ta bort nycklar beroende på hur verksamheten eller personalen ändras. Har säkerheten förbättrats tack vare Traka? – Det har den definitivt gjort, menar Lars Rosenlund. Tidigare fanns det hundratals fysiska nycklar som kunde komma i orätta händer. Genom Traka vet vi nu alltid vem som har en viss nyckel. Det ökar tryggheten och minskar risken för att obehöriga tar sig in i våra lokaler. Har Traka inneburit sänkta kostnader? – Framförallt när det gäller fordonsparken, säger Lars Rosenlund. Bilnycklarna finns i Trakaskåpen och vi kan då ta fram statistik på hur ofta de används, hur länge och av vem. Då kan vi hitta sätt att använda bilarna mera ekonomiskt och också minska utsläppen. Statistiken är även ett bra underlag när vi investerar i nya bilar så att vi kan dimensionera fordonsflottan rätt. Vi tror även att de som använder bilarna generellt kommer vara mera försiktiga. Vilken är fördelen med att ni alltid vet vem som har en viss nyckel? – Det ger bättre nyckeldisciplin eftersom medarbetarna vet att nyckelan- vändningen loggas med information om tid, plats och person. När någon glömmer att lämna tillbaka nycklarna får de automatiskt en påminnelse via e-post. Respektive nyckel kan ges olika utlåningstider, både ett visst antal timmar, eller om de exempelvis ska vara tillbaka ett visst klockslag varje dag. Det finns Trakaskåp i olika storlekar. Traka Touch, som både kan fungera ”stand alone” och i nätverk, är det senaste tillskottet i familjen. Skåpet administreras via en pekskärm och registrerar automatiskt vilka nycklar som avlägsnas och lämnas tillbaka, av vem och vilken tid på dygnet. Traka Touch behöver ingen extern programvara eller nätverk för att fungera, utan kan därför snabbt installeras och användas i den dagliga verksamheten. Man kan välja om nycklarna ska ha låsta positioner eller inte. Det innebär att en person som har tillåtelse att öppna skåpet, endast har tillgång till de nycklar som administratören gett behörighet till. Om personen skulle försöka att hämta ut en nyckel som han eller hon inte har behörighet till, markeras det i loggfilen och administratören underrättas. Elektroniska nyckelskåp kan användas inom alla olika typer av verksam- heter som har behov av nyckelkontroll, exempelvis; sjukhus, flygplatser, transportföretag, kommuner, industriföretag och polis. Trakas skåp och nyckeladministration ger dig: Besparingar genom minskad tid för nyckeladministration Ökad säkerhet genom bättre nyckelkontroll Minskad risk för borttappade nycklar Ökad trygghet genom spårbarhet av användaren Respektive nyckel är enkelt sökbar både i programvaran, eller direkt på skärmen. Bilnycklar kan med fördel säkert förvaras i Trakaskåp. Pool eller servicebilar kan bokas i förväg och både milrapportering eller eventuella uppkomna fel kan enkelt rapporteras av användaren vid återlämning av nycklarna. 7 ”pekskärm 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/monitor X X X X månar om personalen och säkerheten 2021-12-10 I X nya lokaler spelar passersystemet X X ARX med larm en viktig roll, tillsammans med andra X X-produkter. Det hudiksvallsbaserade företaget, X System, är ett jordnära företag med en trivsam och trygg arbetsmiljö som ledstjärna. Deras produkt, affärssystemet X G5, används av 1000-tals kunder världen över. I deras nya lokaler spelar passersystemet X X ARX med larm en viktig roll, tillsammans med andra X X-produkter. – MONITOR är ett komplett affärssystem med integrerat beslutsstöd. Det består av olika moduler som täcker alla aktiviteter i ett tillverkande företag och ger full kontroll över verksamheten. Jag brukar beskriva vårt koncept som \"packat och klart\" och \"plug and play\", säger Morgan Persson, vd för X System. I september 2016 lanserades den senaste generationen av affärssystemet, MONITOR G5. Det har bland annat ett nytt modernt användargränssnitt, snabbare beräkningsrutiner och förbättrad produktionsplanering. – Vi har investerat cirka 400 miljoner kronor i utvecklingen av MONITOR G5 och nyanställt 70 personer sedan i oktober 2016. Det gjorde oss trångbodda och nu finns vi i Åhléns före detta lokaler på 7 000 kvadratmeter på Trädgårdsgatan i Hudiksvall, berättar Morgan Persson. Stor brist på dataingenjörer Många av medarbetarna är dataingenjörer, en yrkesgrupp det råder brist på. – Goda arbetsvillkor är därför en grundförutsättning för att kunna rekrytera personal, menar Morgan Persson. Atmosfären på X andas omtanke om personalen. Vinstdelningssystemet är ett exempel. X har också ett gym, många löptränar under lunchen och den vackra utsikten över Lillfjärden befrämjar arbetslusten. Alla delar X värdegrund, där långsiktighet, engagemang, kunden som uppdragsgivare och ständiga förbättringar är hörnstenarna. Lägg därtill ett jordnära förhållningssätt utan prestige och onödigt krångel. Trygghet ett vitt begrepp Begreppet trygghet har många bottnar. X har ett dieselaggregat som säkerställer elförsörjningen av vitala funktioner vid ett strömavbrott. Ett bra skalskydd är en annan viktig trygghetsfaktor. – I våra tidigare lokaler hade vi ett äldre passersystem av annat fabrikat än X X.  Inför flytten i november 2018 gjorde vi en upphandling av ett nytt passersystem. Vi valde X X ARX med larm som X i Hudiksvall projekterat och sedan installerat hos oss. Deras lokala närvaro och goda erfarenhet av X produkter avgjorde valet, framhåller Morgan Persson. Att larmet aktiveras automtiskt efter en viss tid är en stor fördel. –Då är det är ingen risk att någon glömmer att larma på. Den som jobbar över kan \"köpa sig tid\" med hjälp av passerkort och läsare. Det tycker medarbetarna är både tryggt och bekvämt. Besökarna får ett lånekort som möjliggör tillträde till vissa lokaler under en begränsad tid, berättar Morgan Persson. Ett 60-tal dörrmiljöer I X lokaler finns cirka 60 dörrmiljöer. – I 40 av dem finns Pandoläsare. Under kontorstid använder personalen beröringsfria kort men efter  klockan 17.00 är det kod som gäller. På ett 20-tal dörrar, där X inte ansett sig behöva alla funktioner hos X X ARX, har vi installerat Aperio H100. Motor- och ellåsen kommunicerar med ARX via kontrollenheten HiO. Nästan alla våra säkerhetstekniker har varit engagerade i projektet hos X och gjort ett utmärkt jobb, framhåller Niklas Jonsson, platschef på X i Hudiksvall. Med Aperio H100 kan ett mekaniskt lås kompletteras med passerkontroll utan att behöva borra. Aperio H100 kan användas både med online-system eller som offline-lås och stöder de flesta RFID-teknologier. Hos X kommunicerar Aperio H100 trådlöst med en hubb som via en kabel är förbunden med X ARX centralenhet. Flera olika zoner X använder även modulen X X ARX GO. –Då kan man via en mobil enhet se larmstatus, hantera larm (tillkoppling/frånkoppling och återställning) och få allt presenterat på en digital karta, berättar Niklas Jonsson. Zonindelningen är omfattande och bygger på slussar när det gäller X hjärta, den stora serverhallen. Den är dessutom ett skyddsrum; i händelse av krig måste servrarna bort inom 48 timmar. –Den som passerat den första slussen har bara en viss tid på sig att öppna dörren till nästa sluss, berättar Niklas Jonsson. Han berömmer X medarbetare: –Inskolningen på X ARX gick snabbt, mycket tack vare den teknikkunniga personalen. Det gjorde vårt jobb både roligare och lättare. Systemplattformar 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/sodra-alvsborgs-sjukhus Södra Älvsborgs sjukhus X Traka Touch och Låsteam Borås skapar trygghet för personalen Hot och våld mot vårdpersonalen blir tyvärr allt vanligare. Då måste väktarna kunna ingripa snabbt och ibland låsa upp dörren till vårdavdelningen med nyckel. På Södra Älvsborgs sjukhus har väktarna tillgång till alla nycklar i nyckelskåpet Traka Touch. Det äldre skåp som fasats ut var beroende av ett fungerande datanätverk. Men Traka Touch fungerar både i nätverk med central administration och offline som hos Södra Älvsborgs sjukhus. Södra Älvsborgs sjukhus (SÄS) bedriver länssjukvård inom alla specialiteter och även viss regionsjukvård. Sjukhuset har drygt 4 000 anställda, varav de flesta arbetar i Borås. Det gamla nyckelskåpet föll för åldersstrecket, bland annat för att mjukvaran inte längre gick att uppdatera. Så Johan Aneljung, säkerhetssamordnare på SÄS, sonderade marknaden för att hitta ett nytt skåp och besökte bland annat en mässa. Christian Linde på LåsTeam i Borås tog fram olika skåpförslag och valet föll på Traka Touch. LåsTeam har sålt och installerat skåpet som sitter i väktarrummet vid sjukhusets huvudentré. Bara väktarna har åtkomst till det, ingen annan. – I Trakaskåpet, som har 60 nyckelplatser, finns alla nycklar väktarna från X behöver för sina ronderingar, berättar Johan Aneljung. Två väktare är i tjänst dygnet runt och har var sin nyckelknippa med runt femton huvudnycklar. Nycklarna går till sjukhusets olika avdelningar. Normalt används passer- kort på sjukhuset. Men väktarna behöver en back up. – Skulle passersystemet sluta att fungera är en nyckel den enda möjligheten att ta sig in på en avdelning, framhåller Johan Aneljung. Hot och våld allt vanligare Tyvärr förekommer det hot och våld mot vårdpersonalen. Det är en skrämmande utveckling. – Då måste väktarna kunna ingripa fort, säger Johan Aneljung. Att använda en nyckel är ofta det snabbaste sättet att ta sig in på avdelningen. Det krävs också en nyckel för att kunna komma ut, så att en våldsam patient inte ska kunna rymma till exempel från psykakuten. Vilken är den största fördelen med Traka Touch? – Att det är så lätt att administrera, menar Johan Aneljung. Det gör väktarna via den inbyggda och överskådliga touchskärmen. Så det krävs ingen dator eller nätverksupp- koppling, vilket var fallet med det äldre skåpet. Alla behörig- heter läggs nu in via skåpets skärm eller via import av Excel-fil, vilket spar tid. Allt loggas i Traka Touch När en nyckel hämtas ut loggas tid, användare och nyckelns nummer i Traka Touch. – Det är en trygghet, eftersom som det även finns nycklar till sjukhusets läkemedelsrum i skåpet, säger Johan Aneljung. Där finns narkotiska preparat som kan vara begärliga i vissa kretsar. Då är det tryggt att veta vem som varit i rummet och när. Det går att tilldela olika behörigheter i Traka Touch. – Men på SÄS har väktarna tillgång till alla nycklar, säger Johan Aneljung. Det innebär också att de har ansvar för samtliga nycklar. Initialt lade jag in alla behörigheter men nu gör några av väktarna det istället. Rekommenderar du Traka Touch till andra? – Det gör jag definitivt. Ulricehamns kommun har köpt Traka Touch och njursjukvården i regionen överväger att göra det. Själva klarar vi oss i nuläget med ett skåp. En flygande start – Väktarna loggar in i Traka Touch, både med kod och kort, berättar Christian Linde, projektledare på LåsTeam. Det ger dubbel säkerhet. Ett kort kan ju tappas bort och komma i orätta händer. Användarvänligheten och säkerheten – med full kontroll på nycklarna – avgjorde valet av Traka Touch. – Den utbildning vi höll, tillsammans med Claes Hammar på X X, gav väktarna en flygande start, säger Christian Linde. Under utbildning- en lade vi också in väktarnas behörigheter. Nu sköter de – som Johan Aneljung berättat – det själva. Det finns fler användningsområden för Traka Touch, utöver vården. – Hemtjänsten är ett bra exempel, menar Christian Linde. Deras personal har nycklar till dem de hjälper med olika hemsysslor. I Traka Touch är nycklarna i tryggt förvar. 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/chalmers-tekniska-hogskola X X X X X Passersystem med X X ARX på X X X Fastigheter AB valde X X ARX och Pando Secure för sitt nya passersystem för att uppnå en framtidssäker, hög säkerhetsnivå. Det var två avgörande faktorer som gjorde att X Fastigheter AB valde X X som leverantör. – För det första ville vi ha ett modernt och framtidssäkrat system. För det andra ville vi ha en leverantör där vi kunde lita på att de skulle finnas kvar som en pålitlig partner i framtiden, säger Ulf Redsäter, fastighetsförvaltare vid X Fastigheter AB. 30 fastigheter i samma passersystem Totalt handlar det om 30 fastigheter som ägs av X Fastigheter AB. Huvudkomponenterna i systemet består av ARX passersystem inklusive centraler och Xs beröringsfria läsare, Pando ™ Secure. Den sistnämnda ingår iserie framtidssäkrade läsare. Ett kommunikativt passersystem Centralerna i ARX har ett sätt att kommunicera som är unikt i säkerhetsbranschen men väl beprövat inom databranschen. Alla centralenheter använder sig av dynamiska IP adresser, kommunicerar med protokollet SSL/TLS och byter automatiskt till kundunika kryptonycklar i samband med installation. Metoden kan jämföras med det sätt som bankerna kommunicerar på. Därför kan ARX, utan säkerhetsrisk, installeras i företagets eller fastighetens befintliga nätverk vilket blir en kostnadseffektiv lösning då du inte behöver bygga upp ett unikt nätverk för ditt säkerhetssystem. Fakta om Pando Secure och ARX passersystem Pando Secure är en framtidssäker generisk läsare som ingår i X serie av läsare. Den hanterar 13,56 MHz teknologier: MIFARE Classic, MIFARE Plus, MIFARE DESFire EV1, iCLASS, samt SEOS. Dessutom kan två samtidiga kortteknologier hanteras, vilket skapar möjlighet att successivt migrera. Läsaren har även stöd för att i framtiden kunna uppgraderas till kommande 13,56 MHz teknologier. Pando Secure stöder Hi-O och CL20 kommunikation med dörrcentral. Med hjälp av Hi-O kan varje enhet erbjuda intelligent driftövervakning i realtid. Läsaren kan kopplas till passersystemen ARX eller RX WEB. Pando Secure präglas av en slimmad och tidlös design med utbytbara skal som medger olika färgval. Läsarna levereras med svart skal i grundutförande och med 8 standard färger som tillval men kan också fås i kundunika färger efter beställning. Pando Secure har dessutom en ny typ av bakstycke. Det eliminerar behovet av extra monteringsram och förenklar monteringen. Därmed förkortas arbetstiden för installatören. RX-Web Besök X Xs hemsida 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/rotebro-is X X X Med passersystemet RX WEB låser orienterare upp med kod Blöta och svettiga orienterare tvingades förut leta efter en gömd nyckel för att komma in till duschen. Nu löser X X RX WEB klubbstugans upplåsning med en träningskod istället. Träningskod låser upp klubbstugan Klubbstugan Ytterby gård i Sollentuna är utgångspunkt för träningarna i X. Med RX WEB kan alla med träningskod komma in i stugan under träningstider. Ingen behöver ha nycklar med sig ut i skogen men når ändå det låsta omklädningsrummet. – Huvudsyftet är den vardagliga tillgängligheten, säger Mats Orbert på X. Nu är vi inte alls beroende av nycklar vilket är en stor fördel. Om en bricka försvinner är det lätt att spärra den. Enkelt och smidigt att komma in och ut X har valt enkla funktioner i RX WEB. Här finns inte behov av olika säkerhetsnivåer. Men Mats Orbert påpekar att säkerhetssystemet erbjuder stora möjligheter för föreningar som har många typer av nycklar och behörigheter. – Vi kan helt klart rekommendera systemet för andra som vill ha enkel administration och smidigt komma in och ut. 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/ceres-panorama-aarhus Ceres Panorama, Aarhus X Ceres Panorama Ceres Panorama, Aarhus – ett nyckelfritt boende Mitt i Ceres Byen i Aarhus ligger Ceres Panorama, en bostadsrättsförening med tjugo våningar, 130 lägenheter och ett digitalt passagesystem. Plats/ort: Aarhus, Danmark Om projektet: Vid porten möter man porttelefonen Ringa 2707. Som boende lägger man på sin nyckelbricka. Har den rätt behörighet öppnas porten. Är man besökare letar man upp den man ska besöke via porttelefonens display. Lägenhetsinnehavare svarar i sin telefon och kan öppna porten med en knapptryckning. För att öppna invändig allmänna dörrar lägger man sin Aptusnyckel mot Öppna-läsare. På lägenhetsdörrarna har föreningen installerat det digitala låset Yale Doorman. Hela passagesystemet – från cykelrum till lägenhetsdörr administreras via programmet Hantera Produkter Passagesystem Dörrtelefonsystem Öppna 2100 Yale Doorman Ringa 2707 Smarta lås X: https://www.assaabloy.com/se/sv/stories/customer-cases/sodersjukhuset X X X Så gör X X X säkrare och mer tillgängligt X (X) i Stockholm är ett av landets största sjukhus. Drygt 4 000 personer arbetar där och 2013 besökte närmare 150 000 patienter akutmottagningarna. Att hitta balanspunkten mellan tillgänglighet och säkerhet är en verklig utmaning för säkerhetschefen på detta storsjukhus. Det handlar om skalskydd, attityder, flöden och ett öppet passersystem med \"ett kort för allt\". Petra Dahlstrand är säkerhetschef på X och Rikard Fröling har samma befattning på X som är X hyresvärd. Locum har säkerhetsansvaret för skalskydd, tomtmark och gemensamma ytor, medan Petra ansvarar för den säkerhet som har bäring på X vårdverksamhet. Både tillgängligt och säkert Ett sjukhus ska upplevas tillgängligt för patienter, anhöriga och personal. – Men vi strävar ändå efter att låsa mer för att öka tryggheten för alla, säger Petra Dahlstrand. Då är det viktigt att vi som arbetar och vistas i sjukhusets lokaler verkligen förstår varför vi ska ha låsta dörrar. Det handlar om att lägga fast en säkerhetskultur helt enkelt. X står inför en gigantisk om- och tillbyggnad – Enkelheten ska bli ledstjärnan, slår Petra Dahlstrand fast. Personalen ska inte uppleva den nya tekniken för inpassering som ett hinder utan som en möjlighet. Vi ska också göra genomtänkta zonindelningar så att personalen kan förflytta sig snabbt och säkert i sjukhuset. Genom att stänga dörrar på kvällar och nätter ökar också patientsäkerheten. En gemensam struktur Även andra sjukhus i X ska rustas upp. – Vi har samma struktur på alla sjukhus när det gäller säkerhet samt personal- och patientflöden, utrymningsdimensionering med mera, berättar Rikard Fröling. Det hade vi inte kunnat göra utan att samordna projekteringen av ombyggnationen. Vid projekteringen är både Locums brandkonsulter och säkerhetskonsulter med för att motverka konflikten mellan att låsa och att utrymma. – Vårt gamla passersystem med magnetläsare ska bytas ut mot bland annat X X ARX med on- och offline-läsare, dörrkontrollenheter, centralenheter och programvara. Även dörrar, lås och beslag ska bytas ut, säger Rikard Fröling. Vi är också mycket lyhörda för verksamhetens skyddsbehov när den nya infrastrukturen för säkerhet byggs upp. Två typer av läsare X online-läsare är trådbundna, berättar Jesper Hedrén på X. Det innebär att man snabbt kan spärra ett kort om det behövs. I ett trådlöst system med radioöverföring hämtas information från en uppdateringsläsare och överförs sedan till kortet. På ett sjukhus är det en fördel att kunna använda båda teknikerna för att få en flexibel lösning och medicinvagnarna kommer att förses med båda typerna av läsare. Med X X ARX kan sjukhuspersonalen även använda sina eTjänstekort och entreprenörerna kan använda sina Id06-kort, som idag är ett krav inom byggindustrin. X invigdes år 1944 och är ett akutsjukhus med fokus på de stora folksjukdomarna. X är sedan 2001 ett landstingsägt aktiebolag. Besök Xs hemsida 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/brf-liljan BRF Liljan X Brf Liljan Solen skiner på BRF Liljan Brf Liljan har haft problem med oinbjudna gäster som besökt källarförråd och stulit andras ägodelar. När det var dags att se över fastighetens låscylindrar beslutade man att investera i ett passerkontrollsystem. – Efter installationen av passerkontroll försvann inbrotten, vilket är en följd av att vi nu bland annat kan se i loggar vem som gick i dörren sist, säger Johan Nilsson, vice ordförande, Brf Liljan. Föreningen har valt att installera digitala lås på alla 60 lägenhetsdörrar. En av anledningarna är enkelheten. – Hyresgäster är nöjda med sin nya lägenhetslåsning, framför allt smidigheten när man stänger dörren. Bara att trycka stjärna och dörren är låst. För att öppna lägger man på sin bricka och öppnar, säger Anders Kööhler, arbetsledare hos Certego. – Det är bra att man kan låna ut en tillfällig kod. Och om man tappar bort en nyckelbricka kan man stänga av funktionen på den brickan, säger Johan Nilsson, Brf Liljan. Stabila system och duktiga installatörer är viktigt, men den ingrediens som är viktigast är ändå en engagerad styrelse och en nyfikenhet på ny teknik - Det är viktigt att man har drivande personer i föreningen och det har Brf Liljan, säger Anders Kööhler, arbetsledare hos Certego i Karlstad. Brf Liljan använder porttelefonen Ringa 1707 för att få koll på porten. - Porttelefonen är bra och det är enkelt att öppna porten med sin mobiltelefon, säger Johan Nilsson. Man har skruvat upp bokningstavlan Boka 1306 och installerat programmet Aptusportal Styra för att boka tvättid och bastu. - Det är väldigt bra att man kan boka via Aptusportalen. Man bara loggar in och kan boka alla objekt via internet, var man än är, tycker Johan Nilsson. Dörrbladsläsare Låsa 1189 kollar behörigheter i källarutrymmen. Det digitala lägenhetslåset heter Yale Doorman. Ny teknik som förenklar den tekniska förvaltningen, samtidigt som produkterna skapar tillgänglighet och trygghet för bostadsrättsinnehavaren gör att branschen växer. – Förut installerade vi mestadels larm, men ser nu tydligt att marknaden svänger från larminstallationer till passersystemsintegrationer, säger Anders Kööhler, Certego. Vad ska bostadsrättsföreningar tänka på om man vill starta samma resa som Brf Liljan? Här får du fyra frågor som föreningen bör ställa sig: Vilka behov behöver vi lösa (nyckelhantering, förvaltningskostnader, tvättbokning, boendekommunikation, trygghet, bekvämlighet eller tillgänglighet)? Hur vill vi sköta administrationen av systemet (hosting, säkerhetsleverantör eller någon i föreningen)? Framtida behov (börja litet, bygga ut med ex mobila lösningar)? Vilka andra föreningar kan vi kontakta för rådgivning och referenser? Hemsäkerhet 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/academy-of-music-and-business Academy of Music and Business X Academy of Music and Business X X säkrar kreativitetens eget drivhus AMB ”Creativity never sleeps” står det på tröjorna som eleverna på skolan Academy of Music and Business har på sig. För plötsligt kommer idén till hitlåten. Eleverna på Academy of Music and Business (AMB) I småländska Tingsryd nöjer sig inte med att bara drömma om en karriär inom showbiz, utan är fast beslutna att också skapa den. Det är därför de går på skolan. Tillträdesskyddet viktigt med höga värden i lokalerna Skolan har ett hundratal elever och förfogar över 3 000 kvadratmeter utbildningsyta i en ny kommunägd byggnad. Den inrymmer produktionsstudior, 16 ensemblelokaler, en huvudstudio samt ett auditorium med plats för 450 personer. Därtill kommer all annat eleverna kan önska sig för sin utbildning i musik och musikproduktion. Det finns mycket dyrbar utrustning och konst i lokalerna. Tillträdesskyddet är därför viktigt, inte minst mot bakgrund av att lokalerna hyrs ut. Skyddet säkerställs med som uppfyller försäkringskraven enligt larmklass 2. Skolor ställer speciella krav på säkerhet – ARX-läsarna sitter bland annat vid huvudentrén, sceningången och vid musikrummen, säger Daniel Hylse, en av skolans grundare. – Personalen har både tagg och kod och tillträde till alla lokaler där det sitter en ARX-läsare. Eleverna har enbart tagg, och kommer bara in de rum de behöver vara i för undervisningen. – Utöver ARX har AMB också dörrautomatik från X X samt lås och panikhandtag för utrymning vid till exempel en brand, berättar Ola Nilsson, projektledare på X i Kalmar som installerat ARX-systemet, och även svarar för programmeringen av taggarna. Passersystemet ARX matchade behoven bäst – Projekteringen av passersystemet gjorde vi tillsammans med X kommun och totalentreprenören, Dynacon Construction i Karlskrona. Ursprungligen hade vi projekterat för en annan typ av passersystem men insåg att matchade skolans behov bättre både funktions- och anpassningsmässigt, säger Ola Nilsson. – Integrationen med det brandlarm och inbrottslarm vi installerat är ett exempel på detta och administrationen sker via ett gemensamt gränssnitt. Elevbostäderna är i nuläget inte anslutna till larmet via ARX men det kan eventuellt bli aktuellt senare. X har lång erfarenhet av att projektera och installera larm och passersystem i skolor. – Passersystemet måste kunna anpassas till skolans verksamhet, framhåller Ola Nilsson. På ett kontor jobbar man ofta mellan klockan åtta och sjutton, medan skolor har en mera oregelbunden verksamhet. Det är undervisning på dagtid och kvartssamtal med föräldrar och andra aktiviteter på kvällarna. AMB är en friskola som erbjuder musikutbildning på gymnasiets estetiska program. Den startades av Andreas Carlsson och skolans rektor Magnus Lundin hösten 2013. Eleverna kan välja att fördjupa sig inom något av följande områden: Studio och musikproduktion. Artist/Musiker. Music business/ management. Skolan har tydligt affärsfokus. Det gör den unik även i ett internationellt perspektiv. Besök AMBs hemsida 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/vasamuseet Vasamuseet X Vasamuseet Avancerad låsteknik skyddar regalskeppet Vasa Regalskeppet Vasa sjönk på sin jungfrufärd 1628. Idag skyddas hon av X X ARX passersystem med vandalskydd, CLIQ -cylindrar och panikreglar. Vasamuseet ingår tillsammans med X i Stockholm och Marinmuseum i Karlskrona i X, en statlig myndighet med uppdrag att hålla det maritima kulturarvet levande. Besökarna på Vasamuseet ska kunna röra sig fritt i lokalerna samtidigt som de oersättliga museiföremålen måste skyddas. En snabb evakuering av tusentals människor måste också vara möjlig. Säkerhetskraven, inte minst på tillträdesskyddet, är därför högt ställda. Ett enhetligt säkerhetssystem Det var i samband med utbyggnaden av Vasamuseet och Marinmuseum år 2013-2014 som det beslutades om investering i ett nytt låssystem. – Vi vill ha ett elektromekaniskt system där det är enkelt att spärra nycklar. Systemet skulle vara gemensamt för hela myndigheten och kunna installeras utan vi behövde ändra på dörrarna för att få plats med den nya cylindern. Därför valde vi CLIQ Remote. Tidigare hade viss personal knippor med tiotalet nycklar. – Det slipper dom nu, tack vare CLIQ Remote, där det räcker med en nyckel, berättar Michael Andrésen, drift- och säkerhetsansvarig på X. Nycklarna kan uppdateras på distans med unik behörighet för varje person, beroende vilka lokaler de behöver access till. Även hyresvärden har nycklar, som lånas ut till hantverkare som behöver tillfällig access, främst till museernas tekniska utrymmen. ARX med on-line-läsare – Vi har också installerat passersystemet ARX med on-line-läsare och beröringsfria taggar. Passersystemet sitter i hundratalet dörrmiljöer på muséerna där det är hög genomströmning för att kunna begränsa det antal medarbetare som behöver använda nyckel. Både tagg och kod används, beroende på säkerhetskravet. Vi använder olika ARX-läsare, bland annat av estetiska skäl. 2 000 besökare kräver snabba utrymningsvägar Vasamuseet får ha högst 2 000 samtidiga besökare i skeppshallen. Besökarna måste snabbt kunna evakueras vid till exempel en brand. – Vi har därför nödreglar på entrédörrarna och panikreglar från X X på dörrarna i den stora skeppshallen. Vasamuseet och Vasa Vasamuseet på Djurgården i Stockholm har besökts av närmare 30 miljoner människor under ett drygt halvsekel. Regalskeppet Vasa är det enda 1600-talsskeppet i världen som bärgats i så gott som ursprungligt skick. Vasa symboliserade Sveriges militära och politiska makt på 1600-talet, liksom krigarkonungen Gustav II Adolfs auktoritet. Hon var ett av de största och tyngst bestyckade krigsfartygen i världen när hon byggdes. Besök Vasa Museets hemsida 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/friends-arena X X X Smidigt passersystem i nya nationalarenan På X pågår ständigt aktivitet. Tillfälligt eller fast anställda och entreprenörer passerar genom en dygnet-runt-öppen checkpoint på väg in i arenan. Passerkort eller taggar ger inträde genom vändkorsen. Nyckelanvändningen nästan obefintlig På Sveriges nya nationalarena är nyckelanvändningen nästan noll efter installationen av X moderna passersystem ARX. Till vissa tekniska utrymmen och andra dörrar med färre passager är ett mekaniskt låssystem dock avgörande för säkerheten. – Fördelen med ARX är att vi kan tilldela personer med olika funktioner tillträde till olika behörighetszoner, säger fastighetschef Stefan Cårebo. ARX är ett oerhört flexibelt system som passar vår arena och våra behov. Jag är imponerad av vad man kan göra. Utrymingskraven höga när upp till 65 000 personer möts Arenan som rymmer 50 000 personer vid idrottsevenemang och 65 000 vid konserter ska kunna utrymmas på sex minuter. Då gäller det att allt fungerar. Att panikreglar inte kärvar, att besöksflöden flyter i rätt riktning, att människor inte går åt fel håll. Att det är låst på rätt platser för att styra flödena och att passager ut ur arenan är fria och öppna. Alla panikreglar kontrolleras inför alla arrangemang. Men det är bara en detalj i ett omfattande och övergripande säkerhetsarbete runt varje event, där 500 specialutbildade besöksvärdar har en framträdande roll. Bilder: Copyright Stockholm Live X är Sveriges nationalarena och en av världens mest moderna multiarenor. Med fri sikt från alla platser, närheten till arenagolvet och den senaste kommunikationstekniken får du möjlighet att uppleva de stora ögonblicken. X ligger i Arenastaden i Solna, en av norra Europas mest moderna stadsdel. Vägg i vägg med evenemangen finns Quality Hotel Friends och här hittar du också Skandinaviens största shoppinggalleria, Mall of Scandinavia, med 224 butiker och restauranger. Besök Xs hemsida 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/forsmark Forsmark X Forsmark Remote har en nyckelroll på kärnkraftverket Forsmark Att produktionen i ett kärnkraftverk kringgärdas av strikta säkerhetsregler vet nog de flesta. Men även skal- och tillträdesskyddet är av lätt insedda skäl rigoröst. Där har X X CLIQ Remote både bokstavligt och bildligt en nyckelroll. Under våren 2014 besökte vi Forsmark, och träffade dåvarande projektansvarige Per Vikström, för att undersöka hur installationen av CLIQ Remote-systemet gick. – Vi har nu påbörjat installationen av CLIQ Remote även i Forsmark 3, berättar Per Vikström, som leder det stora låsprojektet på kärnkraftverket. Vi räknar med att slutföra installationen under 2016. Ökad flexibilitet Projektet innebär att Forsmark går från en renodlad mekanisk låsmiljö från 70-talet till en modern elektromekanisk miljö där man också använder hänglås i olika driftutrymmen. – CLIQ Remote ger oss en mycket bättre flexibilitet än det mekaniska låssystemet, framhåller Per Vikström. Nu kan vi förprogrammera cylindrar och nycklar och ge en individuell och tidsstyrd behörighet. Om en nyckel kom bort i det mekaniska systemet måste vi byta lås. Med det nya systemet blir nyckeln oanvändbar efter en viss tid. Den kan också spärras i CLIQ Web Manager. Det är den mjukvara administratören användaren för att bland annat tilldela behörigheter och tidsstyra nyckelanvändningen med hjälp av en setup-nyckel och ett krypterat certifikat. Spårbarheten är en viktig trygghetsfaktor, inte minst på ett kärnkraftverk. Med CLIQ Web Manager lägger administratören även in accessprofiler. När nyckeln delas ut till någon med denna profil får personen automatiskt tillgång till alla cylindrar i profilen. Denna funktion har Forsmark stor nytta av. 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/skansen Skansen X Skansen Säkerhetslösningen på Skansen är komplex med många krav Att lösa säkerheten på Skansen är en komplex uppgift. De kulturhistoriska byggnaderna måste skyddas, djuren ska avgränsas från alltför entusiastiska besökare och stora publikflöden hanteras på ett tryggt vis. De stora rovdjuren är en viktig publikmagnet på Skansen, men basen i verksamheten är ändå de tre hundra byggnaderna. Elektromekaniska låscylindrar med anpassad design För att cylindern skulle passa in i den kulturhistoriska miljön har Skansens smed tillverkat framstycken i stil med dörrarnas övriga beslagning - diskret och obemärkt utan tjock cylinderring. Rovdjurshägnen säkras av X låssystem med CLIQ -teknologi. Det är ett komplicerat låssystem som låser grottor, burar och servicegångar där djurskötare med olika behörigheter rör sig. CLIQ Remote ger samma säkerhet som ett passersystem där behörigheter kan styras och där nycklar enkelt kan programmeras bort ur systemet om de skulle försvinna. X X CLIQ löser både nyckelkontroll och flexibel låsning Göran Kirsch, X säkerhetschef på Skansen lyfter fram två uppenbara fördelar med att använda CLIQ Remote: nyckelkontrollen och att CLIQ -cylindrar kan installeras i hänglås. Sollidenscenen är en utomhusscen som motsvarar högt ställda moderna krav. Artistloger, personalutrymmen, entrédörrar, förrådsutrymmen; i stort sett alla dörrar i den nya byggnaden är försedda med ARX passersystem. Dessutom styrs vissa larmanläggningar via ARX. Skansen grundades 1891 av Artur Hazelius och skapades för att inflyttade stadsbor skulle bevara banden till landsbygden. Ägs och drivs av en stiftelse med statligt understöd. Området täcker 300 000 kvadratmeter. Antal besökare per år cirka 1,4 miljoner och på midsommarafton kommer runt 30 000 besökare. 15 000 personer har årskort eller personalkort till Skansen. Besök Skansens hemsida 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/abb X X X X samlar passerkontrollen med X har sin verksamhet spridd på många platser i Sverige. För att samordna passerkontrollen på flera av orterna valde X passersystemet ARX. Passersystem med ARX kopplar ihop flera anläggningar Sonny Johansson, fastighetsansvarig på X Fastighet AB, har tillsammans med Xs säkerhetsavdelning valt ARX av flera orsaker. Ett beröringsfritt system är bekvämt för användaren, men också för fastighetsägaren eftersom kortläsare och kort påverkas mindre av användning. En annan fördel är den fullständiga kontrollen över behörigheter och vem som utfärdat dem. – Passersystemet ARX tillhör en ny generation passersystem som kan koppla ihop flera anläggningar i ett nätverk. Dessutom kopplar det ihop inbrottslarm och passersystem, säger Sonny Johansson. Passersystemet är integrerat med inbrottslarm Det nya passagesystemet är integrerat med X inbrottslarm och i Göteborg och Malmö är dessutom kameraövervakning kopplat till systemet. X är en av medlemmarna i X erfarenhetsgrupp kring ARX. Ett initiativ som välkomnas av Sonny Johansson: Där kan vi få svar på frågor om andra har stött på problem. Med hjälp av andras erfarenheter får vi möjlighet att göra mer rätt. X är ett ledande globalt teknikbolag som driver omställningen av samhälle och industri för att uppnå en mer produktiv och hållbar framtid. Genom att koppla samman mjukvara med produkter inom electrification, robotics, automation och motion skapar X lösningar som driver teknikens möjligheter till nya höjder. X:s framgångar bygger på en lång historia av tekniskt ledarskap som sträcker sig mer än 130 år tillbaka i tiden och drivs framåt av runt 105 000 skickliga medarbetare i fler än 100 länder. Besök Xs hemsida 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/landstinget-vastmanland X X Landstinget X har ett av landets största ARX-system X är en stor arbetsplats med en geografisk spridning över ett helt län och ungefär 6 000 medarbetare. Det gäller att rutinerna fungerar som de ska och att alla kommer in där de behöver utan problem. – Med ett traditionellt nyckelsystem blir säkerheten sårbar i en så här stor organisation, säger Ulf Greijer, driftingenjör på landstingets avdelning Fastighet/Teknik. Om någon till exempel tappar en nyckel handlar det om stora kostnader för att byta lås. Nyligen installerade X ett av landets största ARX-system på alla dörrar. Passersystem med X X ARX Ett gemensamt passersystem underlättar och effektiviserar på många sätt. Med det nya ARX-systemet gör det mindre om någon skulle tappa bort sitt passerkort. Det är bara att spärra kortet och ladda ett nytt kort med rätt behörighet. Runt om i länet finns fler än tusen online-läsare uppmonterade. Dessutom ett antal offline-läsare och trådlösa Aperio-läsare. Idag uppdateras hela ARX-systemet automatiskt mot HSA (X) varje morgon klockan 05.00. Då uppdateras också alla uppgifter som har blivit aktuella sen sist. Och så fungerar rätt kort på rätt plats den här dagen också. Enheter som ingår: Centrallasarettet i Västerås Tre lasarett (Fagersta, Köping och Sala) med mottagningar och vårdavdelningar Vårdcentraler Folktandvårdskliniker Familjeläkarenheter Behandlingshem Folkhögskolor Sluten anstalt Ambulansenheter på fyra orter Besök Xs hemsida 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/ohboy OHBOY X Ohboy Hotell & Bostad Ohboy – en cykel-, hotell- och flerbostadsfastighet I Västra Hamnen i Malmö med havet runt knuten ligger Ohboy Hotell & Bostad. Fastigheten har sju våningar och 55 hyreslägenheter. I samma fastighet finns Ohboy Hotell med 31 hotellrum som erbjuder en nyckelfri incheckning. VAR? Lilla Varvsgatan 24, 211 19 Malmö VAD? Klimatsmart hotell- och bostadsfastighet Alla hotellets rum har en liten grön uteplats. För att gästerna ska upptäcka Malmö på ett klimatmässigt bra sätt ingår en egen cykel vid bokning. Flerbostadsfastigheten samlar in energi från solceller, man erbjuder de boende ett mobilitetsabonnemang där kollektivtrafik, bilpool, lånecyklar och cykelservice ingår. På balkonger finns odlingslådor med bevattningssystem och takterrassen har ett orangeri. Nyckelfri incheckning hos Ohboy Hotell Istället för nyckelkort använder man kod och det digitala låset Yale Doorman. - Ohboy Hotell är nyckelfritt genom att vi använder Yale Doorman på hotelldörrarna, Sara Silbersky, Ohboy Hotell Så här funkar det att checka in via nätet: Boka via internet (hemsida, X, Hotels.com) Betala online Kod skickas till hotellgäst Hotellgäst knappar in kod på det digitala låset Yale Doorman på dörren och är incheckad När bokningsperiod är över makuleras kod Hotellets passagesystem och hyreslägenheternas porttelefon administreras i Hantera Styra. Arkitekter, byggherre och förvaltare Hauschild + Siegel Hantera Styra Öppna 2500 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/tillsammans-blir-man-tryggare-i-majviken Flerbostadsfastigheten Majviken X Majviken Tillsammans blir man tryggare i Majviken Flerbostadsfastigheten Majviken var ett kollektivboende på 60-talet. Via X koncept X lever man fortfarande efter att gemenskap skapar trygghet och tillgänglighet. När man besöker Majviken är känslan av hotell närvarande. Entré och lounge är det första man möter. I anslutning har man gemensamhetsytor med bibliotek och pentry. Där kan man nyttja projektor och kök för att se en match ihop eller bara sitta och njuta vid den öppna spisen. – När X funderade på ett +55-boende, gjorde man intervjuer och undersökningar. I dessa visade sig att både äldre och yngre uppskattar samma faciliteter i ett boende, säger Jens Larsson, kvartersvärd, X Klubb Majviken I huset har man Klubb Majviken. För 326 kronor i månaden har man tillgång till gym, bastu, sol-, relax-, bio- och spelrum samt snickarverkstad i fastigheten. – På 60-talet fanns en restaurang i bottenplan som var tillgänglig för hyresgäster, i hyran ingick matbiljetter som man löste in i restaurangen, berättar Jens Larsson. Trygghet och tillgänglighet Flera av lokalerna, exempelvis tvättstuga, bokar de boende via digitala skärmar och via appar, men man är noga med att inte kunna boka vissa lokaler för att skapa tillgänglighet. Ett exempel är biblioteket där man erbjuder TV-kanaler och gratis wifi. – Med skalskydd är det viktigt att inte bara hålla otillbörliga borta, utan även skapa tillgänglighet. Det finns regler och lagar för det. I vår entré har vi porttelefoner monterade i två höjder för att alla ska komma in, fortsätter Jens Larsson. Att Majviken är ett unikt koncept bevittnar besök från olika delar världen, bland annat från Japan och Holland. Just nu planerar X att rusta upp grannen Fredrikshamnshuset, där man bland annat skissar på framtidens tvättstuga. Visste du att: Majorna är en av Göteborgs äldsta stadsdelar. Här bosatte sig hamn- och varvsarbetare och sjömän. Många bodde hos Majviken och därför består huset mestadels än idag av ettor och tvåor. Fotograf: Oscar Mattsson 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/hsb-brf-vikingen X X BRF Vikingen Så här gjorde X när de installerade ett Aptussystem I Haninge söder om Stockholm finns BRF Vikingen, en välskött och välmående bostadsrättsförening med ett framtida tänk för underhåll och utveckling. Föreningen sätter säkerhet och bekvämlighet högt på prioriteringslistan. Här får du ta del av hur man tänkte när skalskyddet skulle förstärkas. Varför port- och passersystem? För ett antal år sedan beslutade styrelsen att man ska byta portar. För att slippa oinbjudna gäster och samtidigt skapa bekvämlighet passade man även på att utrusta dessa 52 portar med porttelefoner. De 15 huskropparna har även skalskydd i form av läsare och kommunikationstavlor. Gör hemläxan Alla föreningar har olika behov när det kommer till säkerhetssystem. Därför är det viktigt att initialt ta reda på varför man ska installera ett passersystem. Innan beställning, installation och driftsättning av Aptussystemet gjorde BRF Vikingen sin hemläxa. Behov styr val av system Ett skalskydd som gör att föreningen får kontroll på in- och utpassage i fastigheten är ofta högsta prioritering. Nyckelhantering är också högt prioriterat, likaså bekvämlighet. Hur bör man tänka innan installation av ett säkerhetssystem? Installatören Niklas Felix på Brandbergens Låshörna tipsar om att börja från grunden. Räta ut frågetecken. Sätt en budget. - Det är inte bra att börja installera för att sedan märka att pengarna inte räcker. Det är bättre att börja smått och bygga ut efter behov. Starta en dialog tidigt med din leverantör för att slippa överraskningar, säger Niklas Felix, Brandbergens Låshörna. Fyra frågor vid val av säkerhetssystem. Varför behöver föreningen ett passersystem (bekvämlighet, säkerhet eller driftsäkerhet)? Vilka möjligheter finns i fastigheten idag (vad är det för infrastruktur)? Kostnadsbild nu och framöver (skadegörelse, nyckelhantering vs installation av passersystem)? Eftermarknad (hur ska vi driva systemet efter installation)? Serviceavtal förenklar drift Brandbergens Låshörna har installerat Aptussystemet och håller anläggningen uppdaterad genom ett serviceavtal. I det ingår det att se över alla dörrar två gånger om året. I samma avtal ingår det även att se över hela dörrmiljön. Vid de tillfällena kontrollerar man passersystem, nyckelbrickor, samt även mekaniska delar som lås och dörrstängare. ”I regel bör en dörrmiljö ses över en gång per år.” Niklas Felix, Brandbergens Låshörna. Föreningskommunikation i trapphusen I trapphusen möts man av en kommunikationstavla. På denna hittar besökare boenderegister och medlemmar bokar tvättstugan. Ett par klick och man har reserverat önskad tvättstuga eller lokal. BRF Vikingens styrelsemedlem Matz Leckremo tipsar om vad man ska tänka på vid val av kommunikationslösning. Fyra frågor vid inför val av boendekommunikation: Vill vi informera alla eller ibland vissa lägenhetsinnehavare? Ska de boende ha möjlighet att kommunicera med förvaltning och styrelse via kommunikationstavlan? Vill vi kunna boka allmänna utrymmen som exempelvis tvättstugan? Är det enkelt att administrera lösningen? Under resan gång har X funnits tillgängliga som stöd. Johan Broo, förvaltare hos X, tipsar vad du bör tänka på innan ni beslutar er för vilket säkerhetssystem och vilken installatör man vill använda. Fyra frågor vid val av säkerhetsleverantör: Vad har leverantören för referenser? Är säkerhetssystemet som leverantörens presenterar framtidssäkrad? Levererar man kvalitetsprodukter? Är produkter och system användarvänligt för boende och administratörer? Smidighet och enkelhet Hela föreningens säkerhetssystemet hänger ihop. Från port till bokning. Nyckelbrickor är enkla att spärra. Men föreningen har tagit det ytterligare ett steg. Om man till exempel är fyra i familjen och har lagt in telefoner i systemet behöver man inte ens att använda nyckelbrickan för att komma in igenom porten. Sista tipset. Tänk på användarvänligheten! 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/brf-kista-torn BRF Kista torn X Kista Torn BRF Kista torn – Sveriges högsta flerbostadsfastighet Bostadsrättsföreningen Kista Torn är Sveriges högsta flerbostadshus, men föreningen har inte bara en av Stockholms bästa utsikter, man har satsat på att skapa en trygg och trevlig boendemiljö genom att installera ett Aptussystem. Bostadsrättsföreningen Kista Torn har satsat på att skapa en trygg och trevlig boendemiljö via digital passerkontroll. Bostadsrättsinnehavarna behöver inte oroa sig för nycklar som hamnar i fel händer. Tappar man sin nyckelbricka så spärras den och access in i fastigheten och dess allmänna utrymmen stoppas. Borgarfjordsgatan 21A, 164 53 Kista HUR? Porttelefon Vid portarna möter man porttelefonen Ringa 1707. Har man rätt behörighet via bricka eller kod öppnas porten. Är man besökare letar man upp rätt person via porttelefonens display. Lägenhetsinnehavare svarar i sin telefon och kan öppna porten med en knapptryckning i sin mobiltelefon. Boka bastu Bastutider bokas och fördelas rättvist via en app. Miljön blir trygg genom att enbart den som bokat får access till Bastun. Sopnedkast För att de boende ska använda rätt sopnedkast när de ska slänga sopor kontrolleras behörighet via Öppna-läsare och Aptusnyckel. Agera 19 kommunikationstavla Lägenhetsinnehavaren kan se när nästa buss eller tunnelbana avgår. Fastighetsägaren har även möjlighet att kommunicera individuellt med de boende och skärmen är utrustad med ett boenderegister. Aptusportal Styra En boendeportal där bostadsrättsinnehavaren - via sin dator eller telefon - bokar bastu, hanterar sina nycklar, läser individuella meddelanden från fastighetsägaren och kan göra felanmälan. Hantera administration Hela passage-, boknings-, porttelefons- och kommunikationssystemet administreras via programmet Hantera. Öppna 1100 Ringa 1707 Agera 19 Bokning Aptusnyckel 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/stockholmsmassan X X X Trådlösa läsare och passersystemet ARX på X arrangerar ofta stora evenemang med förhöjd säkerhet. Men även mindre möten och konferenser. Här passar passerkontroll med ARX och trådlösa Aperio-läsare perfekt. − Vi har mycket X X i huset, konstaterar Leif Dahllöf, fastighetschef på X. Många i lokalerna ställer krav på trygghet ochg säkerhet De stora strömmarna av människor med lika funktioner kräver effektiv säkerhet. Utställningsbyggare, politiker, artister, restaurangentreprenörer och föreläsare ska ges tillträde till lokalerna utifrån sina behov och det ska ske på ett tryggt och säkert sätt. Här spelar X passersystem ARX en avgörande roll. Det är ett stort system med bland annat kortläsare och porttelefoner. Styrningen av passersystemet sker via ett överordnat system som på dataskärmar ger kontroll över samtliga delar av X. Inbrottslarm, brandlarm och porttelefoner är också integrerade. Trådlösa kortläsare på mötesrummen Under mässtillfällena finns femton mindre mötesrum att hyra för utställare. Till dessa rum används den trådlösa kortläsaren Aperio som är helt integrerad i passersystemet och som ger ökad säkerhet även på innerdörrar utan kabeldragning. − Vi är jättenöjda, säger Annika Gejler kongress- och säkerhetssamordnare på X. Det är smidigt, ger större trygghet, och det billigare att tillverka kort än nycklar. Aperio® X är nordens största mäss- och kongressanläggning. Varje år samlas 10 000 utställare, 1,5 miljoner besökare och över 7 000 journalister från hela världen i mässhallarna i Älvsjö. Allt på sammanlagt 70 000 kvm hallyta. Arrangörerna av de 70 mässor och 20 internationella kongresser som produceras varje år, ställer självklart höga krav på säkerhetsfunktioner och grundtrygghet. Det gäller också de seminarier, bolagsstämmor, säljträffar och fester som äger rum här. X ägs av Stockholms stad och X. Besök Xs hemsida 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/kungliga-musikhogskolan X X X Säkerhetsansvarig dirigerar Xs ARX-system X huserar konsertsalar, övningsrum, studior, restaurang samt administration. Här utvecklar 1 000 studenter sina musikaliska färdigheter, ackompanjerade av 200 lärare. Alla använder ARX passersystem. Lokalernas tekniska utrustning och akustiska utformning håller hög klass. För att verksamheten ska fungera smidigt krävs det ett passersystem som förenar tillgänglighet med hög säkerhet. Dirigenten bakom detta passersystem heter Andreas Goude Andreas har många strängar på sin lyra. Han började som ljud- och ljustekniker. Idag är han systemansvarig, vilket gör honom ansvarig för skolans passersystem. – I de äldre lokalerna fanns tre olika passersystem. De flesta rum hade mekaniska lås och nycklar tappades bort. Musikstudiorna hade dörrar som kunde gå i baklås, vilket innebar att studenter och lärare blev inlåsta, berättar Andreas Goude, säkerhetsansvarig. Alla byggnader på Valhallavägen i Stockholm har nu Pando-läsare som skalskydd och DBL dörrbladsläsare på majoriteten av innerdörrarna. Enkelt och säkert Nu har alla Musikhögskolans byggnader Pando-läsare som skalskydd och DBL dörrbladsläsare på majoriteten av innerdörrarna. Studenternas passerkort fungerar som ID-kort, men även som låne- och kopieringskort. – I de nya byggnaderna har vi ARX-passersystem med larm. De andra passersystem vi tittade på kunde inte integreras med våra övriga system, till exempel besöksregistrering och brandlarm. ARX har ett API som gör detta möjligt, säger Andreas Goude. Studenternas passerkort fungerar som ID-kort, men även som låne- och kopieringskort. Det händer att musikstudenter och personal tappar dessa kort. – Då läggs en temporär behörighet in på användaren och SL-kort tills man fått ett nytt passerkort. Vi testar även en lösning, där man kan använda sin smarta mobiltelefon för att öppna dörren, berättar Andreas. Alla övningsrum har dörrbladsläsare. All viktig teknik finns på dörrens insida. Bara antenndelen sitter på utsidan, vilket förhindrar manipulering. – Dörrbladsläsaren som kombinerar enkelhet med säkerhet är en bra lösning, menar Andreas. Andreas styr när studenterna har tillträde till lokaler. Våra framtida musiker har tilldelats access vissa tidsperioder på vardagar och helger. Passersystemet ARX loggar vem som har varit var och vid vilken tidpunkt. X Kungl. Musikhögskolan i Stockholm utbildar musiker och musiklärare på högsta internationella nivå. KMH verkar med anor från 1771, och flyttade 2016 in i ett modernt campusområde – framtidens musikhögskola. Det musikaliska arvet förvaltas i samklang med en ständig utveckling framåt. Besök Xs hemsida 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/woodlands-country-club Woodlands Country Club X Woodlands Country Club Remote på Woodlands Country Club År 2009 bytte Woodlands Country Club ut vissa äldre helmekaniska låscylindrar mot ett CLIQ -system. -system. Där uppdateras nycklarna i varje enskild cylinder. Hos efterföljaren CLIQ Remote görs uppdateringen via Internet med mjukvaran CLIQ Web Manager. 2009 byttes vissa gamla helmekaniska låscylindrar ut mot CLIQ . Där sitter intelligensen i låscylindern, medan den sitter i nyckeln hos efterföljaren, CLIQ Remote. – Hade CLIQ Remote funnits 2009 hade vi valt den lösningen, menar Karl-Johan Westberg som själv sköter administrationen av CLIQ . Då hade vi kunnat uppdatera behörigheter och tidsstyra tillträdet via Internet och CLIQ Web Manager. Nu gör jag det  istället på plats i varje enskild CLIQ -cylinder med en nyckel men det är ingen betungande uppgift. Tidsbegränsad behörighet Möjligheten att kunna styra behörigheten till en viss tid och till vissa personer är en viktig säkerhetsfaktor.– Det är också tryggt att veta att en borttappad eller stulen CLIQ -nyckel, till skillnad från en vanlig mekanisk nyckel, inte är en säkerhetsrisk, framhåller Karl-Johan Westberg. CLIQ -nyckeln kan ju enkelt spärras. Jag kan också ta ut en logg från cylindern med hjälp av en nyckel som jag sedan ansluter till en dator. Det gör det möjligt att spåra vem som varit var och när. 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/bostadsrattsforeningen-inedal-8 Bostadsrättsföreningen Inedal 8 X Bostadsrättsföreningen Inedal 8 15/20 – ett nyckelfritt boende Bostadsrättsföreningen Inedal 8 (15/20) på Kungsholmen har inte bara en av Stockholms finaste innegårdar, lounge, restaurang och exklusivt gym. Bostadsrättsinnehavaren slipper dessutom att tänka på nycklar. X, Kronobergsgatan 20, Kungsholmen, Stockholm Ett unikt lägenhetskoncept. Där man strävar efter att skapa en gemenskap via allmänna ytor. Sommartid spenderas på den fina innergården och när det blir kyligare kan de boende krypa in i X Room, där man kan ha fester, titta på storbilds-TV eller bara häng med grannar. Vill man inte stå för maten erbjuder huset en restaurangen Breakfast & Wine. Gemenskapen tillsammans med den digitala passerkontrollen skapar en trygg boendemiljö. Bostadsrättsinnehavarna behöver inte oroa sig för nycklar som hamnar i fel händer. Tappar man sin bricka så spärras den och access in i fastigheten och lägenheten stoppas. Vid portarna möter man porttelefonen Ringa 1707. Har man rätt behörighet via bricka eller kod öppnas porten. Är man besökare letar man upp den man upp rätt person via porttelefonens display. Lägenhetsinnehavare svarar i sin telefon och kan öppna porten med en knapptryckning i sin mobiltelefon. Digitalt lägenhetslås Lägenhetsdörrarna är utrustade med det digitala låset Yale Doorman. Lägenhetsinnehavaren väljer hur man vill lås upp dörren (kod och/eller Aptusnyckel). Dörren låses automatiskt när man gått in i lägenheten. När man går ut låser man med en knapptryckning. Man kan välja om man vill använda en app för att följa låsets status eller dela ut tillfälliga koder till besökare. Boka Laundry Room Laundry Room är bokningsbar via en app. Vissa maskiner kan man inte boka för att man ska kunna tvätta spontant för att man vill att även Laundry Room ska vara en mötesplats i huset. Allmänna dörrar Gym, Laundry Room och cykelrum hanteras i samma passagesystem. För att öppna allmänna dörrar lägger man sin bricka (Aptusnyckel) mot Öppna-läsare. Administration Hantera 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/svenska-massan X X X Kompromisslös säkerhet med CLIQ Remote på X Säkert, men ändå lätt att använda och administrera. Det var grundkraven när X i Göteborg valde låslösning för hotellet X tekniska utrymmen med verksamhetskritisk och dyrbar utrustning. – Efter att ha gått igenom offerterna valde vi CLIQ Remote, berättar Peter Mogren, säkerhetstekniker på X. Det är ett säkert och flexibelt system som vi i nuläget använder i våra tekniska utrymmen. Då är vi inte enbart beroende av nycklar som lätt kan tappas bort. Upphandlingen av CLIQ Remote var ett viktigt tillägg från oss till den upphandling byggentreprenö- ren X gjorde inom ramen för partneringavtalet med X för tornprojekten (se separat artikel). NOKAS i Göteborg har installerat låssystemen och X X har projekterat. Mekanik och elektronik i förening Remote förenar fördelarna med passersystem och mekaniska nyckelsystem. Det gör systemet lämpligt för till exempel verksamheter med geografisk spridning. Med CLIQ Remote är det möjligt att ge en person, oavsett var den befinner sig i världen, behörighet till en fastighet på distans eller att ta bort behörigheten. Dessutom går det att bestämma när på dygnet en utdelad nyckel ska börja och sluta fungera samt i vilka dörrar nyckeln får användas. Användarna kan enkelt uppdatera nycklarna via strategiskt utplacerade nyckeluppdaterare. 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/mittuniversitetet X X X i Sundsvall Nya säkrare tider för X i Sundsvall Tryggt och bekvämt med CLIQ Remote Innan X (X) i Sundsvall bytte låssystem till X ABLY CLIQ Remote var det ett saligt mischmasch av nycklar som ibland kom bort. Då måste det mekaniska låset bytas. Nu spärrar vaktmästaren en borttappad nyckel med en enkel knapptryckning. Man slipper kostnaden för att byta lås och vaktmästaren ser inte längre ut som forna tiders fångvaktare med en stor nyckelknippa skramlande vid bältet. Remotes låscylinder och nyckeln kommunicerar på elektronisk väg. Det ökar säkerheten, jämfört med en renodlad mekanisk lösning. Nyckeln drivs av ett batteri och ingen kabeldragning är därför nödvändig vid installation. – Förut måste jag skruva ur låscylindrarna och ändra dem mekaniskt när verksamheten och tillträdesbehovet ändrades och även beställa nya nycklar berättar Sören Sollén, intendent på X. Det behöver jag inte längre eftersom jag kan programmera om nyckeln med några enkla knapptryckningar i administrationsprogrammet CLIQ Web Manager. Där tilldelar jag också personalen behörigheter och kan både spärra och aktivera nycklar. X har cirka 1 000 anställda och runt 14 000 studenter. Många lärare alternerar mellan campus Sundsvall och campus Östersund och kan nu använda samma nyckel på båda orterna. För att kunna bibehålla en hög säkerhetsnivå uppdaterar (validerar) personalen sina nycklar minst var fjortonde dag vid någon av uppdateringsstationerna i byggnaderna. Rätt man på rätt plats X anlitar ofta olika hantverkare för olika service och underhållsuppdrag. – Varje hantverkare, till exempel hisstekniker, elektriker och telekompersonal, har av säkerhetsskäl enbart behörighet till det utrymme som berör deras verksamhet, framhåller Sören Sollén. Universitetet bytte nyckelsystem år 2014 och fasade då ut de obsoleta mekaniska låsen. – Efter att ha utvärderat olika alternativ valde vi X X CLIQ Remote, berättar Sören Sollén. Det är ett elektromekaniskt låssystem som kan administreras och styras elektroniskt och som också klarar försäkringskraven. Vi har ett par tusen cylindrar och nycklar i systemet. Nycklarna är utdelade till lärare och annan personal med olika behö- righeter. Nycklarna används i personalrum, tekniska utrymmen, som fastighetsägaren Hemfosa och hantverkare behöver tillträde till samt i våra materialförråd. Systemet har två nyckeltyper, en programmeringsnyckel för administratören och en användarnyckel för personalen. En mycket smidig lösning, summerar Sören Sollén. Administratören kan också lägga in personalens arbetsscheman och CLIQ Remote loggar vem som varit var och när. Det är en viktig trygghetsfaktor. X finns i Sundsvall och Östersund. De har ett brett utbud av utbildning och forskning och en omfattande distansutbildning. Utbildningen och forskningen berikas av ett utbyggt samarbete med parter både nationellt och internationellt. Två campusorter 480 kurser 60 utbildningsprogram på kandidatnivå 37 utbildningsprogram på magister- och masternivå Cirka 24 500 studenter (varav cirka 6 000 på campusutbildningar med jämn fördelning mellan Östersund och Sundsvall, resten läser distansutbildningar) 170 forskarstudenter 105 professorer 1 200 anställda (700 i Sundsvall och 500 i Östersund) Drygt 1 miljard kronor i omsättning Till X hemsida 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/arbetsformedlingen X X X X väljer trådlöst passersystem med Aperio X behövde en säker lösning med flera olika behörighetsnivåer i sitt passersystem. Passersystemet ARX och trådlösa Aperio-läsare lösningen. Varje dag besöks de lokala arbetsförmedlingarna runt om i Sverige av ett stort antal arbetssökande. Trådlös passerkontroll med Aperio-läsare och ARX – Aperioläsarna från X X är en väldigt kostnadseffektiv lösning för oss, säger Stefan Forseth, säkerhetschef på X. Läsarna går snabbt att installera och vi behöver inte borra några hål i dörrarna. Det är en klar förbättring jämfört med våra tidigare lösningar. Ett flexibilitet passersystem är viktigt för att X ska kunna använda sina lokaler till olika typer av aktiviteter. Valet föll därför på X passersystem ARX. Tre säkerhetsnivåer i lokalerna Kontoren är indelade i tre säkerhetszoner: en första zon där besökarna har fri tillgång till datorer för att söka jobb. En andra zon som är tillgänglig för både besökare och personal och en tredje zon, där endast personalen har tillträde. – Med passersystemet ARX är det enkelt att kontrollera de olika zonerna, säger Stefan Forseth. 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/vastblekinge-miljo Västblekinge Miljö X Västblekinge Miljö Västblekinge Miljö säkrar sin verksamhet med CLIQ Från kaos till ordning. Så kan man lite tillspetsat beskriva vad X i Blekinge ville uppnå genom att installera det elektromekaniska låssystemet X X CLIQ Remote. – Nu slipper vi problem med bortappade nycklar och kan styra behörigheterna individuellt, säger Stefan Järlemyr, driftchef på VMAB. VMAB (Västblekinge X) ägs av kommunerna Karlshamn, Sölvesborg och Olofström i Blekinge. Återvinningsanläggningen ligger i Mörrum och lastbilarna går i skytteltrafik med avfall från hushåll och företag. Bilarna körs på biogas från X egen biogasanläggning. Anläggningen tar emot cirka 45 000 ton avfall per år och transporterna sköts av fristående åkare. – Vi hade ont om huvudnycklar och fick därför gå omkring med stora nyckelknippor, berättar Stefan Järlemyr. Vi hade också problem med borttappade nycklar och måste därför byta lås ofta. Det var både dyrbart och tidsödande. Vissa åkare lämnade heller inte tillbaka nycklarna när de slutade köra för oss vilket innebär en ökad risk. Ett framtidssäkert system År 2013 började VMAB, tillsammans med Blekinge Lås & Larmteknik, att söka efter ett nytt låssystem som ersättning för ett äldre mekaniskt system från X X. – Vi ville ha ett framtidssäkert låssystem, lämpat för vår verksamhet, säger Stefan Järlemyr. Valet föll på X X CLIQ Remote som kombinerar mekanisk och elektronisk säkerhet. Med programmet CLIQ Web Manager kan jag administrera systemet på distans. Det handlar främst om att lägga in och ta bort behörigheter och spärra borttappade nycklar. Spårbarhet är en viktig funktion i X X CLIQ Remote och tack vare detta system kan vi också klara försäkringsbolagens krav på inbrottsskydd och utrymnings- säkerhet. Det ger lägre premie. Vid huvudgrinden har vi passersystemet X X ARX och chaufförerna öppnar grinden med en fjärrkontroll. Enbart mekanik på vissa ställen VMAB har närmare 200 låscylindrar. – På vissa ställen används bara den mekaniska cylindern eller ett hänglås för att hålla kostnaden nere, säger Stefan Järlemyr. Det kan till exempel vara insidan på en garageport eller en tvätthall. Den elektroniska clickfunktionen nyttjas vid kontors-, förråds- och verk- stadsdörrar och i utrymmen, där vi förvarar brandfarlig biogas. Förut hade chaufförerna en nyckel som gick till flera återvinningscentraler på området. – Med CLIQ Remote har chaufförerna behörighet enbart till den central de behöver tillträde till, berättar Tommy Eriksson, förman på VMAB. Spårbarheten innebär att vi alltid vet vem som varit var och när. Personalen, som jobbar utanför Mörrum uppdaterar sina nycklar själva via en nyckeluppdaterare. Teknisk personal, till exempel elektriker, har bara access till de utrymmen de behöver ha tillgång till i sitt jobb. Vid varje uppdatering lagras loggar och deras behörigheter uppdateras. X uppgift är att samordna avfallshanteringen i de tre kommunerna. Deras ansvarsområden är planering, mottagning, sortering, ökad återvinning, drift av biogasanläggning, transporter, återvinningscentraler, återvinningsstationer, information och kundtjänst. Besök X hemsida 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/sos-smart-passage X Smart Passage X Så hjälper CLIQ Remote X Alarm och räddningstjänsten X Smart Passage är ett pilotprojekt där CLIQ Remote hjälper räddningstjänsten att förkorta inställelsetiderna och nyckelhanteringen för sina automatlarmskunder. Istället för att åka fram och tillbaka till brandstationen och hämta nycklar för rätt objekt - hanteras beörigheter till objekten digitalt och distribueras av X Alarm när larmet skickas ut från larmcentralen. Det sparar både resurser för räddingstjänsten och inställelsetiden blir kortare. X X i Sverige har genomfört ett  unikt pilotprojekt med säkerhetsleverantören X Alarm för att digitalisera nyckelhanteringen vid olika typer av larm. Samarbetet innebär en innovativ utveckling av alarmeringsfunktionen där X Alarm kan förse utryckningspersonal med rätt behörighet vid larm, för snabbare och säkrare inpassering. – Genom samarbetet med X X kan vi skapa tidsvinster vid utryckningar och säkra tillträde till alla fastigheter som ansluter sig till tekniklösningen. Lösningen X Smart Passage fungerar med kundens befintliga passagesystem, vilket gör den framtidssäker och därmed ekonomiskt rationell. Att den kostsamma och tidskrävande nyckelhanteringen försvinner, både för kund och utryckningspersonal innebär ett efterlängtat skifte, säger Ylva Ekmark affärschef på X Alarm. – Vi har skapat en lösning med CLIQ Remote-nycklar som enkelt går att installera i alla fastigheter utan stora investeringar eller ombyggnationer. I huvudsak räcker det med en mindre engångsinvestering för inpassering vid ytterdörr eller övriga dörrar. Det gör vår gemensamma lösning ekonomiskt och miljömässigt hållbar och minskar samhällets kostnader totalt sett, säger Peter Kazinczy, VD X AB. X Smart Passage har testats under våren 2018 för automatiska brandlarm. 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/dala-vatten X X X Så minskar Dalavatten risken för sabotage Vissa verksamheter är särskilt sårbara för en terroraktion eller ett sabotage. Det har X insett och därför förbättrat vattenverkets skalskydd genom att låta installera det elektromekaniska låssystemet X X CLIQ X distribuerar vatten till fyra kommuner i västra Dalarna, Gagnef, Leksand, Rättvik och Vansbro. Säkerheten för kunderna kommer högt på agendan. – När vi började inventera vårt tjugo år gamla låssystem insåg vi att omfattningen av utdelade nycklar inte kunde säkerställas till hundra procent, berättar Roger Lundkvist, produktionschef på Dalavatten och ansvarig för systemets säkerhet. En nyckel i orätta händer kan få katastrofala följder. – Sabotage är vår största farhåga, anser Roger Lundkvist. Om syftet är att förgifta ett vattenflöde kan det få stora konsekvenser för ett helt samhälle. Det är därför extremt viktigt att vi har full kontroll på att inga nycklar är på drift och kan hamna hos fel personer. – Anledningen till att vi föreslog X X CLIQ Remote för X var just behovet av styrd behörighet på individnivå, framhåller Lars Thorwalls på säkerhets- företaget Göthes i Falun som Dalavatten samarbetar med. Tidsbegränsningen en stor fördel En uppenbar fördel med X X CLIQ är tidsbegränsningen i nycklarna som personalen uppdaterar (validerar) i strategiskt utplacerade uppdateringsläsare. – Vi behöver nu inte längre vara oroliga för om en nyckel från en anställd eller en entreprenör inte lämnats tillbaka, säger Roger Lundkvist. Meda X X CLIQ Remote kan säkerheten anpassas till behovet. På vissa ställen kan det räcka med enbart en mekanisk cylinder, medan vattenverkets pumpstation kräver behörighet på individnivå. Dalavatten är en pionjär när det gäller CLIQ – Våra lås sitter ofta i utsatta miljöer, berättar Roger Lundkvist. Så om det fungerar för oss vintertid så finns det inga hinder för att utöka systemet till andra Xa verksamheter. Anna Nordahl har både bokstavligt och bildlikt en nyckelroll på Dalavatten: – Jag sköter utdelning och underhåll av nycklar och behörigheter med hjälp av CLIQ Web manager. Driftsättningen av systemet var den tunga delen. Nu när allt tuffar på och går tar administrationssysslan bara några timmar i månaden. X och X X och X bildades genom att grannkommunerna Gagnef, Leksand och Rättvik tog det strategiska beslutet att samordna sina avfalls- och vattentjänster. Bolaget startades år 2007. Sedan 2011 ingår även Vansbro kommun i samarbetet. X och X levererar friskt dricksvatten, renar avloppsvatten och tar hand om avfall för säker hantering och återvinning. Besök X och Xs hemsida 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/lkab X X X Passersystemet X X ARX säkrar malmfälten i norr X passersystem ARX säkerställer att endast behörig personal vistas på Xs anläggningar på Malmfälten i norr. En vanlig vardag räknar X i Malmberget med drygt 1000 fordonspassager och över 2 000 personer som passerar genom rotationsgrinden in till området. När produktionen stänger för reparations- och underhållsarbeten arbetar 850 extra entreprenörer. För att säkerställa passager i området har X valt X passersystem ARX. – Bara behörig personal som är säkerhetsutbildad och har tillstånd får vistas på området. Vi måste veta vilka som befinner sig här vid en eventuell händelse, säger Ronnie Hansson, sektionschef på PIB. Brandskydd, besiktning och bevakning integreras Vid en av infarterna till anläggningen i Kiruna fotograferas även fordonens registreringsskyltar i en funktion som integreras med passersystemet ARX. Totalt är 17 000 passerkort i funktion. En anställd med arbetsplats i gruvan har både ett passerkort och en tagg, medan den med arbetsuppgifter ovan jord klarar sig med passerkortet. Passerkortet fungerar också som id-kort och med hjälp av det kan en anställd identifieras vid en eventuell olycka. Bolaget X bildades 1890 och har under mer än ett sekel varit en viktig kugge i svensk exportindustri och industriell utveckling. Lika länge har bolaget agerat pålitlig leverantör och samarbetspartner till den europeiska stålindustrin. Besök Xs hemsida 🔗 URL: https://www.assaabloy.com/se/sv/stories/customer-cases/lidingo-stad X X X X X ARX grundbulten i X skalskydd Lidingö stad, med cirka 45 000 invånare, ligger långt framme när det gäller säkerheten, där passersystemet X X ARX är en grundbult. En trygg arbetsplats för X anställda och besökare är viktigt; både personal och politiker utsätts ibland för hot. Dessutom finns det dyrbar och stöldbegärlig utrustning som måste skyddas. Gustaf Sundman är säkerhetssamordnare hos Lidingö stad med 2 500 anställda och cirka 500 entreprenörer: – Jag är ansvarig för strategiska säkerhetsfrågor, avtalsfrågor samt att utveckla stadens säkerhets- trygghets- och säkerhetsprogram, berättar han. Trygghets- och säkerhetsprogrammet täcker bland annat in brottsförebyggande åtgärder, krishantering och brandskydd. Ett genomtänkt skalskydd är en stor del av säkerhetsarbetet kring lokalfrågor. – Vi vill komma bort från nyckelhantering så långt det går och istället använda passersystem med tagg och kort, säger Gustaf Sundman. Ett borttappat kort kan snabbt spärras, men om en nyckel kommer bort måste låsen ofta bytas. Mikael Grevlund är säkerhetsingenjör vid X driftavdelning: – Totalt handlar det om mellan 150 och 200 fastigheter med olika säkerhetsbehov och vissa fall med verksamhet 24 timmar om dygnet, berättar han. Fastighetsbeståndet består av skolor, förskolor, servicehus, äldreboenden, vårdlokaler och anläggningen Vårljus för ensamkommande flyktingbarn och ungdomar. Flera av dessa verksamheter finns i Högsätrahuset som tidigare inrymde X. Färre inbrottsförsök Tack vare ARX har antalet falska larm minskat påtagligt. – Det ger väktarna mer tid för det viktiga arbetet med att förebygga brott och skadegörelse, framhåller Mikael Grevlund."
}